{
  "architectures": [
    "BERT_Arch"
  ],
  "auto_map": {
    "AutoConfig": "model_config.PragFormerConfig",
    "AutoModel": "model.BERT_Arch"
  },
  "bert": {
    "_commit_hash": "43cf2d48e8c75d255dccab2a19e40d4774fd8853",
    "_name_or_path": "NTUYG/DeepSCC-RoBERTa",
    "add_cross_attention": false,
    "architectures": [
      "RobertaForSequenceClassification"
    ],
    "attention_probs_dropout_prob": 0.1,
    "bad_words_ids": null,
    "begin_suppress_tokens": null,
    "bos_token_id": 0,
    "chunk_size_feed_forward": 0,
    "classifier_dropout": null,
    "cross_attention_hidden_size": null,
    "decoder_start_token_id": null,
    "diversity_penalty": 0.0,
    "do_sample": false,
    "early_stopping": false,
    "encoder_no_repeat_ngram_size": 0,
    "eos_token_id": 2,
    "exponential_decay_length_penalty": null,
    "finetuning_task": null,
    "forced_bos_token_id": null,
    "forced_eos_token_id": null,
    "gradient_checkpointing": false,
    "hidden_act": "gelu",
    "hidden_dropout_prob": 0.1,
    "hidden_size": 768,
    "id2label": {
      "0": "LABEL_0",
      "1": "LABEL_1",
      "10": "LABEL_10",
      "11": "LABEL_11",
      "12": "LABEL_12",
      "13": "LABEL_13",
      "14": "LABEL_14",
      "15": "LABEL_15",
      "16": "LABEL_16",
      "17": "LABEL_17",
      "18": "LABEL_18",
      "2": "LABEL_2",
      "3": "LABEL_3",
      "4": "LABEL_4",
      "5": "LABEL_5",
      "6": "LABEL_6",
      "7": "LABEL_7",
      "8": "LABEL_8",
      "9": "LABEL_9"
    },
    "initializer_range": 0.02,
    "intermediate_size": 3072,
    "is_decoder": false,
    "is_encoder_decoder": false,
    "label2id": {
      "LABEL_0": 0,
      "LABEL_1": 1,
      "LABEL_10": 10,
      "LABEL_11": 11,
      "LABEL_12": 12,
      "LABEL_13": 13,
      "LABEL_14": 14,
      "LABEL_15": 15,
      "LABEL_16": 16,
      "LABEL_17": 17,
      "LABEL_18": 18,
      "LABEL_2": 2,
      "LABEL_3": 3,
      "LABEL_4": 4,
      "LABEL_5": 5,
      "LABEL_6": 6,
      "LABEL_7": 7,
      "LABEL_8": 8,
      "LABEL_9": 9
    },
    "layer_norm_eps": 1e-05,
    "length_penalty": 1.0,
    "max_length": 20,
    "max_position_embeddings": 514,
    "min_length": 0,
    "model_type": "roberta",
    "no_repeat_ngram_size": 0,
    "num_attention_heads": 12,
    "num_beam_groups": 1,
    "num_beams": 1,
    "num_hidden_layers": 12,
    "num_return_sequences": 1,
    "output_attentions": false,
    "output_hidden_states": false,
    "output_scores": false,
    "pad_token_id": 1,
    "position_embedding_type": "absolute",
    "prefix": null,
    "problem_type": null,
    "pruned_heads": {},
    "remove_invalid_values": false,
    "repetition_penalty": 1.0,
    "return_dict": true,
    "return_dict_in_generate": false,
    "sep_token_id": null,
    "suppress_tokens": null,
    "task_specific_params": null,
    "temperature": 1.0,
    "tf_legacy_loss": false,
    "tie_encoder_decoder": false,
    "tie_word_embeddings": true,
    "tokenizer_class": null,
    "top_k": 50,
    "top_p": 1.0,
    "torch_dtype": null,
    "torchscript": false,
    "transformers_version": "4.2.0",
    "type_vocab_size": 1,
    "typical_p": 1.0,
    "use_bfloat16": false,
    "use_cache": true,
    "vocab_size": 50265
  },
  "dropout": 0.2,
  "fc1": 512,
  "fc2": 2,
  "model_type": "pragformer_private",
  "softmax_dim": 1,
  "torch_dtype": "float32",
  "transformers_version": "4.25.1"
}
