{
    ",": 158935,
    "(": 146118,
    ")": 146083,
    ";": 143729,
    "NUM": 87858,
    "->": 65992,
    "=": 64147,
    "": 44522,
    "}": 37149,
    "{": 37122,
    "*": 36155,
    ".": 27368,
    "if": 26508,
    "STR": 25199,
    "&": 22772,
    "struct": 21975,
    "-": 19750,
    "return": 15299,
    "int": 14109,
    "]": 11527,
    "[": 11525,
    "static": 10602,
    "==": 9664,
    "NULL": 8630,
    "void": 8199,
    ":": 7955,
    "!": 6877,
    "+": 5451,
    "#include": 5153,
    "unsigned": 4817,
    "else": 4774,
    "case": 4334,
    "break": 4148,
    "#endif": 4072,
    "goto": 3700,
    "<": 3689,
    "!=": 3645,
    "&&": 3611,
    "char": 3302,
    "#define": 3275,
    "sizeof": 3209,
    "#ifdef": 3108,
    "field_16": 3030,
    "field_0": 3022,
    "|": 2936,
    "var_11": 2910,
    "field_7": 2879,
    "++": 2818,
    "const": 2812,
    "field_12": 2751,
    "long": 2641,
    "var_2": 2606,
    "field_2": 2562,
    "field_23": 2543,
    "||": 2537,
    "field_4": 2515,
    "field_3": 2501,
    "var_1": 2398,
    "func_557": 2397,
    "field_1": 2394,
    "field_9": 2376,
    "field_5": 2355,
    "field_6": 2232,
    "field_8": 2213,
    "var_8": 2201,
    "var_13": 2195,
    "var_12": 2178,
    "field_17": 2177,
    "var_17": 2166,
    "var_15": 2110,
    "var_21": 2107,
    "var_7": 2106,
    ">": 2097,
    "field_40": 2050,
    "field_14": 2045,
    "var_10": 1994,
    "var_19": 1984,
    "var_9": 1978,
    "field_26": 1970,
    "field_13": 1964,
    "field_22": 1964,
    "var_51": 1957,
    "var_40": 1914,
    "var_27": 1907,
    "field_27": 1892,
    "var_0": 1885,
    "var_33": 1879,
    "var_44": 1853,
    "field_38": 1852,
    "field_11": 1820,
    "func_5": 1811,
    "field_19": 1800,
    "var_4": 1797,
    "field_21": 1788,
    "|=": 1783,
    "var_23": 1775,
    "var_14": 1771,
    "var_24": 1764,
    "var_22": 1750,
    "var_37": 1725,
    "field_34": 1713,
    "field_10": 1713,
    "var_31": 1705,
    "var_16": 1666,
    "arr_0": 1652,
    "var_3": 1644,
    "var_57": 1640,
    "var_26": 1636,
    "var_32": 1633,
    "var_5": 1631,
    "var_25": 1628,
    "for": 1615,
    "func_6": 1610,
    "var_50": 1608,
    "field_29": 1595,
    "field_18": 1574,
    "var_71": 1572,
    "var_18": 1556,
    "field_20": 1551,
    "var_30": 1548,
    "field_15": 1541,
    "field_44": 1541,
    "var_6": 1537,
    "var_45": 1522,
    "var_108": 1521,
    "var_109": 1515,
    "var_76": 1512,
    "var_20": 1510,
    "<<": 1504,
    "arr_1": 1483,
    "field_48": 1479,
    "field_24": 1434,
    "var_48": 1432,
    "func_3": 1432,
    "var_94": 1427,
    "field_31": 1413,
    "var_34": 1410,
    "var_35": 1405,
    "func_2": 1392,
    "field_28": 1377,
    "field_62": 1374,
    "func_15": 1365,
    "var_29": 1364,
    "var_62": 1358,
    "func_18": 1328,
    "var_42": 1326,
    "var_36": 1324,
    "u32": 1308,
    "field_36": 1308,
    "field_414": 1271,
    "field_49": 1266,
    "func_7": 1265,
    "var_28": 1261,
    "field_32": 1258,
    "var_43": 1256,
    "var_96": 1253,
    "+=": 1253,
    "field_37": 1241,
    "var_99": 1240,
    "func_14": 1240,
    "var_82": 1232,
    "var_55": 1228,
    "var_52": 1226,
    "var_49": 1225,
    "field_25": 1222,
    "var_81": 1212,
    "var_54": 1199,
    "field_75": 1192,
    "var_56": 1191,
    "field_63": 1185,
    "var_114": 1185,
    "var_90": 1183,
    "field_91": 1173,
    "field_58": 1167,
    "var_47": 1155,
    "field_74": 1154,
    "var_67": 1149,
    "var_66": 1144,
    "field_30": 1144,
    "var_58": 1143,
    "var_46": 1142,
    "field_72": 1141,
    "out": 1131,
    "var_84": 1125,
    "var_73": 1125,
    "var_39": 1125,
    "field_103": 1120,
    "var_38": 1118,
    "field_51": 1114,
    "var_95": 1101,
    "func_9": 1101,
    "field_46": 1095,
    "var_156": 1093,
    "func_0": 1091,
    "var_41": 1091,
    "var_59": 1082,
    "var_68": 1075,
    "var_74": 1075,
    "field_83": 1072,
    "field_35": 1067,
    "field_47": 1067,
    "var_77": 1065,
    "var_69": 1065,
    "var_112": 1062,
    "~": 1060,
    "field_33": 1050,
    "func_30": 1049,
    "func_25": 1042,
    "func_8": 1041,
    "var_72": 1038,
    "var_75": 1034,
    "field_108": 1028,
    "field_81": 1026,
    "var_61": 1025,
    "?": 1024,
    "var_416": 1019,
    "field_43": 1011,
    "field_50": 1006,
    "var_98": 1000,
    "func_17": 1000,
    "func_1": 996,
    "var_60": 992,
    "field_42": 987,
    "var_80": 986,
    "func_16": 985,
    "field_41": 977,
    "field_107": 975,
    "var_79": 974,
    "var_63": 969,
    "field_70": 966,
    "func_10": 966,
    "func_4": 961,
    "var_91": 961,
    "var_64": 958,
    "var_116": 957,
    "func_24": 951,
    ">=": 948,
    "func_36": 943,
    "func_12": 939,
    "var_89": 936,
    "var_65": 936,
    "CHAR": 931,
    "func_11": 930,
    "var_270": 930,
    "while": 928,
    "field_45": 927,
    "func_21": 927,
    "field_54": 924,
    "var_124": 922,
    "field_39": 910,
    "field_64": 905,
    "func_26": 897,
    "var_93": 891,
    "u8": 888,
    "var_92": 887,
    "var_115": 882,
    "var_100": 875,
    "var_133": 873,
    "var_83": 870,
    "var_169": 861,
    "var_182": 860,
    "var_86": 859,
    "func_31": 855,
    "field_86": 855,
    "/": 849,
    "var_110": 845,
    "var_405": 843,
    "var_53": 839,
    "var_97": 837,
    "func_13": 833,
    "field_69": 830,
    "switch": 830,
    "field_77": 830,
    "func_79": 824,
    "func_23": 821,
    "var_127": 817,
    "var_140": 816,
    "func_20": 807,
    "field_71": 803,
    "var_181": 796,
    "var_78": 794,
    "var_70": 790,
    "field_56": 788,
    ">>": 780,
    "field_53": 779,
    "var_101": 779,
    "func_22": 778,
    "arr_2": 778,
    "func_27": 773,
    "#if": 768,
    "func_35": 767,
    "var_194": 767,
    "field_82": 758,
    "defined": 750,
    "'": 750,
    "field_111": 749,
    "func_19": 745,
    "var_107": 740,
    "var_123": 738,
    "func_59": 732,
    "func_29": 730,
    "arr_3": 726,
    "var_118": 722,
    "func_32": 721,
    "&=": 721,
    "var_85": 717,
    "func_39": 716,
    "func_42": 713,
    "var_137": 713,
    "field_52": 711,
    "size_t": 711,
    "var_105": 710,
    "field_100": 705,
    "func_34": 703,
    "func_47": 703,
    "field_162": 703,
    "func_33": 695,
    "field_59": 691,
    "field_79": 688,
    "arr_4": 687,
    "func_71": 686,
    "var_186": 685,
    "var_221": 683,
    "bool": 675,
    "default": 669,
    "var_192": 669,
    "func_49": 659,
    "func_237": 659,
    "field_88": 657,
    "var_313": 656,
    "var_120": 654,
    "field_65": 648,
    "var_117": 646,
    "func_37": 646,
    "var_87": 644,
    "var_125": 642,
    "var_104": 639,
    "field_114": 635,
    "field_57": 632,
    "func_48": 631,
    "var_139": 629,
    "false": 628,
    "uint32_t": 628,
    "func_54": 625,
    "var_128": 624,
    "func_53": 624,
    "func_43": 622,
    "var_132": 619,
    "field_73": 619,
    "var_88": 613,
    "var_106": 605,
    "func_57": 602,
    "var_147": 601,
    "field_99": 599,
    "func_46": 598,
    "var_726": 596,
    "field_101": 595,
    "func_28": 594,
    "_": 593,
    "func_44": 592,
    "func_41": 590,
    "var_113": 590,
    "func_70": 589,
    "func_50": 587,
    "var_143": 582,
    "field_68": 581,
    "continue": 581,
    "func_38": 576,
    "var_126": 576,
    "var_119": 576,
    "func_40": 574,
    "enum": 573,
    "var_129": 572,
    "field_76": 567,
    "var_122": 565,
    "var_165": 564,
    "func_51": 561,
    "var_205": 561,
    "field_55": 560,
    "field_118": 558,
    "FALSE": 558,
    "var_254": 558,
    "field_206": 556,
    "func_52": 553,
    "var_168": 547,
    "var_111": 545,
    "var_159": 544,
    "var_323": 540,
    "var_136": 537,
    "var_135": 534,
    "var_193": 530,
    "var_309": 530,
    "true": 529,
    "field_141": 528,
    "var_130": 522,
    "var_152": 517,
    "#else": 516,
    "field_90": 515,
    "inline": 513,
    "var_131": 512,
    "ssize_t": 512,
    "var_162": 511,
    "field_112": 508,
    "field_66": 508,
    "func_376": 508,
    "<=": 506,
    "var_199": 505,
    "var_201": 502,
    "field_120": 501,
    "func_580": 499,
    "field_61": 497,
    "var_146": 495,
    "var_121": 492,
    "var_138": 491,
    "func_45": 489,
    "var_410": 487,
    "var_166": 486,
    "var_134": 484,
    "func_72": 483,
    "var_149": 480,
    "field_121": 480,
    "var_301": 479,
    "func_56": 478,
    "var_103": 476,
    "arr_5": 474,
    "var_151": 474,
    "var_247": 467,
    "var_180": 462,
    "sock": 462,
    "field_252": 462,
    "var_144": 461,
    "field_130": 461,
    "var_183": 461,
    "var_213": 461,
    "func_64": 459,
    "var_163": 459,
    "func_75": 456,
    "func_61": 455,
    "field_122": 452,
    "var_258": 452,
    "var_145": 451,
    "func_84": 450,
    "field_89": 450,
    "field_60": 449,
    "var_102": 446,
    "var_160": 446,
    "TRUE": 443,
    "field_127": 442,
    "field_102": 441,
    "field_92": 440,
    "func_92": 438,
    "func_55": 437,
    "func_67": 435,
    "var_215": 435,
    "--": 433,
    "arr_7": 432,
    "field_85": 430,
    "var_178": 427,
    "var_142": 424,
    "field_87": 424,
    "var_216": 422,
    "func_87": 419,
    "var_210": 419,
    "func_63": 417,
    "var_244": 417,
    "var_238": 416,
    "func_76": 414,
    "var_141": 412,
    "func_74": 411,
    "device": 411,
    "func_80": 410,
    "var_442": 409,
    "var_197": 406,
    "func_321": 405,
    "func_69": 404,
    "var_155": 404,
    "func_104": 402,
    "func_170": 401,
    "func_95": 399,
    "func_62": 399,
    "func_60": 397,
    "func_85": 397,
    "u16": 394,
    "func_58": 393,
    "var_190": 393,
    "var_148": 392,
    "func_66": 391,
    "func_96": 390,
    "field_98": 387,
    "func_106": 387,
    "field_67": 386,
    "func_82": 386,
    "var_154": 386,
    "-=": 384,
    "field_93": 381,
    "func_83": 380,
    "net_device": 380,
    "var_187": 378,
    "field_97": 374,
    "var_223": 374,
    "func_68": 373,
    "var_214": 373,
    "var_167": 372,
    "var_314": 371,
    "func_91": 369,
    "func_88": 369,
    "sk_buff": 368,
    "field_150": 366,
    "var_195": 365,
    "field_105": 364,
    "var_171": 363,
    "field_179": 362,
    "var_164": 362,
    "r": 362,
    "field_110": 360,
    "func_65": 359,
    "var_207": 359,
    "var_177": 358,
    "field_171": 357,
    "var_150": 357,
    "var_345": 356,
    "func_73": 355,
    "func_93": 355,
    "page": 353,
    "var_212": 352,
    "field_78": 349,
    "var_529": 349,
    "var_161": 348,
    "field_119": 347,
    "var_249": 347,
    "field_84": 346,
    "func_97": 344,
    "func_139": 343,
    "func_77": 342,
    "var_250": 340,
    "var_188": 339,
    "field_154": 336,
    "var_255": 336,
    "func_94": 335,
    "func_81": 333,
    "var_224": 333,
    "var_209": 332,
    "field_104": 331,
    "func_228": 330,
    "func_86": 329,
    "var_211": 329,
    "var_398": 328,
    "var_200": 327,
    "var_191": 326,
    "func_102": 326,
    "var_203": 325,
    "field_116": 325,
    "field_106": 324,
    "var_233": 324,
    "var_158": 321,
    "var_184": 320,
    "var_153": 319,
    "field_193": 318,
    "var_253": 317,
    "var_208": 315,
    "field_155": 313,
    "func_90": 312,
    "var_175": 312,
    "field_148": 311,
    "field_347": 310,
    "f": 310,
    "var_189": 307,
    "v": 307,
    "field_125": 305,
    "UM": 305,
    "var_293": 305,
    "func_223": 305,
    "var_173": 303,
    "var_320": 303,
    "func_110": 303,
    "func_89": 302,
    "u64": 300,
    "func_78": 296,
    "var_225": 296,
    "var_170": 294,
    "arr_6": 293,
    "var_289": 293,
    "file": 292,
    "func_117": 289,
    "inode": 289,
    "var_911": 289,
    "func_112": 287,
    "func_100": 287,
    "var_174": 286,
    "\\N": 286,
    "var_157": 285,
    "field_80": 284,
    "var_172": 283,
    "var_227": 283,
    "a": 282,
    "field_94": 281,
    "func_149": 281,
    "field_143": 280,
    "var_229": 280,
    "func_103": 280,
    "field_117": 279,
    "field_137": 279,
    "var_196": 278,
    "var_393": 278,
    "drm_device": 273,
    "arr_17": 272,
    "var_240": 271,
    "func_98": 270,
    "field_228": 270,
    "var_185": 269,
    "func_115": 267,
    "uint8_t": 264,
    "func_180": 260,
    "e": 260,
    "var_235": 259,
    "var_261": 259,
    "var_179": 258,
    "var_267": 258,
    "var_988": 258,
    "var_204": 255,
    "func_105": 255,
    "func_128": 255,
    "var_176": 254,
    "var_295": 254,
    "func_108": 254,
    "short": 254,
    "var_217": 252,
    "i": 250,
    "func_120": 249,
    "func_99": 247,
    "field_152": 247,
    "field_144": 245,
    "func_109": 245,
    "func_130": 245,
    "arr_21": 245,
    "field_124": 244,
    "var_248": 243,
    "var_593": 243,
    "fail": 242,
    "var_412": 241,
    "field_138": 240,
    "field_123": 239,
    "field_115": 237,
    "var_232": 237,
    "func_111": 235,
    "cpuset": 234,
    "field_95": 233,
    "func_126": 232,
    "var_353": 231,
    "func_113": 231,
    "func_119": 231,
    "field_149": 230,
    "func_124": 228,
    "var_260": 227,
    "func_114": 226,
    "var_206": 225,
    "func_145": 225,
    "var_231": 225,
    "var_245": 224,
    "1": 224,
    "var_218": 223,
    "var_265": 223,
    "var_326": 222,
    "var_252": 222,
    "var_226": 221,
    "var_228": 221,
    "var_495": 221,
    "field_170": 220,
    "exit": 220,
    "3": 220,
    "arr_8": 219,
    "func_101": 219,
    "var_464": 219,
    "field_113": 218,
    "func_133": 218,
    "func_107": 218,
    "func_127": 216,
    "arr_13": 215,
    "var_500": 215,
    "device_attribute": 214,
    "bba": 214,
    "err": 213,
    "var_269": 211,
    "do": 211,
    "var_220": 210,
    "field_139": 209,
    "field_96": 209,
    "arr_9": 209,
    "func_123": 209,
    "field_166": 208,
    "field_133": 208,
    "field_146": 208,
    "field_174": 208,
    "var_276": 208,
    "arr_15": 208,
    "kmem_cache": 208,
    "field_430": 208,
    "func_141": 207,
    "field_302": 206,
    "uint16_t": 206,
    "2": 203,
    "tANI_U8": 202,
    "#ifndef": 201,
    "func_165": 200,
    "0": 200,
    "var_251": 199,
    "field_191": 198,
    "var_230": 198,
    "field_250": 198,
    "field_241": 198,
    "uchar": 197,
    "ipr_ioa_cfg": 197,
    "field_164": 196,
    "func_": 196,
    "var_378": 194,
    "var_222": 194,
    "var_386": 194,
    "var_401": 194,
    "field_158": 193,
    "var_285": 193,
    "func_150": 192,
    "union": 192,
    "6": 192,
    "field_198": 189,
    "var_273": 188,
    "func_125": 188,
    "func_118": 187,
    "func_137": 187,
    "IN": 187,
    "field_151": 185,
    "arr_11": 185,
    "var_234": 185,
    "var_243": 184,
    "loff_t": 183,
    "var_239": 182,
    "func_132": 180,
    "func_272": 180,
    "var_447": 180,
    "field_204": 179,
    "func_140": 178,
    "func_131": 177,
    "var_331": 177,
    "c": 177,
    "field_159": 176,
    "var_278": 176,
    "var_219": 176,
    "func_148": 176,
    "func_121": 175,
    "var_308": 175,
    "func_265": 175,
    "var_256": 174,
    "func_177": 174,
    "var_329": 174,
    "cpufreq_policy": 174,
    "n": 174,
    "var_262": 173,
    "var_275": 173,
    "zone": 173,
    "var_198": 172,
    "field_180": 171,
    "func_134": 171,
    "field_299": 170,
    "br": 170,
    "func_144": 169,
    "ak;": 169,
    "field_109": 168,
    "field_126": 168,
    "var_352": 168,
    "var_310": 168,
    "func_254": 168,
    "field_132": 166,
    "var_325": 166,
    "var_362": 166,
    "#undef": 166,
    "var_350": 165,
    "func_129": 164,
    "task_struct": 164,
    "var_327": 163,
    "var_388": 163,
    "var_346": 163,
    "var_637": 163,
    "var_280": 162,
    "func_323": 162,
    "field_325": 162,
    "field_135": 161,
    "var_306": 161,
    "done": 161,
    "4": 161,
    "func_116": 160,
    "func_135": 160,
    "var_365": 159,
    "drm_i915_private": 159,
    "var_202": 157,
    "var_347": 157,
    "%": 155,
    "arr_10": 155,
    "hdd_context_t": 155,
    "var_436": 155,
    "var_241": 154,
    "func_122": 154,
    "func_153": 154,
    "var_360": 154,
    "s32": 154,
    "t": 154,
    "func_136": 153,
    "hdd_adapter_t": 153,
    "func_220": 153,
    "5": 153,
    "field_136": 152,
    "func_193": 152,
    "field_131": 151,
    "var_354": 151,
    "8": 151,
    "var_246": 150,
    "VOS_STATUS": 150,
    "var_494": 150,
    "se var_": 150,
    "func_172": 149,
    "field_345": 149,
    "func_159": 148,
    "d": 148,
    "field_336": 147,
    "extern": 146,
    "func_151": 146,
    "field_147": 145,
    "var_480": 145,
    "field_346": 145,
    "<linux/module.h>": 144,
    "func_154": 144,
    "var_384": 144,
    "field_183": 143,
    "var_281": 143,
    "var_339": 143,
    "var_236": 142,
    "var_440": 142,
    "func_534": 142,
    "field_156": 141,
    "func_143": 141,
    "var_341": 141,
    "field_169": 140,
    "func_173": 139,
    "arr_12": 138,
    "var_321": 138,
    "func_138": 138,
    "platform_device": 138,
    "var_381": 137,
    "func_142": 137,
    "field_189": 136,
    "field_236": 136,
    "field_128": 135,
    "var_318": 134,
    "var_335": 134,
    "field_213": 134,
    "var_284": 133,
    "vm_area_struct": 132,
    "var_242": 132,
    "var_389": 132,
    "field_176": 131,
    "func_166": 131,
    "net": 131,
    "field_129": 130,
    "var_263": 130,
    "u": 130,
    "field_134": 129,
    "drm_crtc": 129,
    "FT_Error": 128,
    "var_277": 127,
    "func_157": 127,
    "var_322": 126,
    "var_288": 126,
    "var_359": 126,
    "func_146": 126,
    "func_202": 126,
    "var_237": 126,
    "var_429": 126,
    "var_507": 126,
    "field_233": 126,
    "\\n": 126,
    "var_271": 125,
    "func_171": 125,
    "var_303": 125,
    "bfa_fcs_rport_s": 125,
    "field_165": 124,
    "var_514": 124,
    "var_459": 124,
    "nodemask_t": 124,
    "field_197": 123,
    "var_324": 123,
    "list_head": 123,
    "field_172": 122,
    "func_174": 122,
    "var_356": 122,
    "dentry": 122,
    "var_744": 122,
    "bbd": 122,
    "field_264": 122,
    "7": 122,
    "field_160": 121,
    "field_145": 121,
    "func_169": 121,
    "func_184": 121,
    "field_153": 120,
    "field_157": 120,
    "var_282": 120,
    "__be32": 120,
    "func_160": 119,
    "func_176": 119,
    "var_363": 118,
    "func_195": 118,
    "IMG_UINT32": 118,
    "<linux/slab.h>": 117,
    "func_164": 117,
    "var_428": 117,
    "var_460": 117,
    "var_750": 117,
    "s": 117,
    "var_283": 116,
    "var_375": 116,
    "field_232": 116,
    "func_167": 115,
    "var_296": 115,
    "<linux/kernel.h>": 115,
    "work_struct": 115,
    "l": 115,
    "func_163": 114,
    "func_168": 113,
    "var_334": 113,
    "func_182": 113,
    "va": 113,
    "NUMU": 112,
    "var_380": 111,
    "var_286": 111,
    "func_152": 111,
    "field_178": 110,
    "var_373": 110,
    "var_316": 110,
    "func_156": 110,
    "in6_addr": 110,
    "field_187": 109,
    "func_161": 109,
    "field_208": 109,
    "mm_struct": 109,
    "9": 109,
    "field_163": 108,
    "var_287": 108,
    "var_279": 108,
    "var_274": 108,
    "var_490": 108,
    "field_175": 107,
    "var_361": 107,
    "func_162": 107,
    "func_178": 107,
    "func_205": 107,
    "func_215": 107,
    "P_GLUE_INFO_T": 107,
    "field_184": 106,
    "var_272": 106,
    "kobject": 106,
    "func_158": 105,
    "var_290": 105,
    "seq_file": 105,
    "var_433": 105,
    "var_266": 104,
    "var_291": 104,
    "field_142": 103,
    "(NUM << NUM)": 103,
    "var_427": 103,
    "var_597": 103,
    "field_415": 103,
    "trunc": 103,
    "<linux/init.h>": 102,
    "field_278": 102,
    "uint64_t": 102,
    "var_344": 101,
    "func_147": 101,
    "var_349": 101,
    "var_379": 101,
    "var_391": 101,
    "func_276": 101,
    "iwreq_data": 101,
    "field_195": 100,
    "var_333": 100,
    "var_337": 100,
    "var_367": 100,
    "var_328": 100,
    "bbf": 100,
    "device_node": 99,
    "var_338": 99,
    "var_292": 99,
    "var_348": 98,
    "var_302": 98,
    "field_211": 98,
    "volatile": 98,
    "ipr_cmnd": 98,
    "field_358": 98,
    "PyObject": 98,
    "field_196": 97,
    "var_264": 97,
    "var_449": 97,
    "func_204": 97,
    "func_155": 96,
    "var_446": 96,
    "func_212": 96,
    "int32_t": 96,
    "iw_request_info": 96,
    "usbos_info_t": 96,
    "field_420": 96,
    "var_319": 95,
    "func_175": 95,
    "func_207": 95,
    "var_407": 95,
    "error": 94,
    "var_299": 94,
    "var_315": 94,
    "field_199": 93,
    "var_342": 93,
    "var_510": 93,
    "field_216": 93,
    "func_268": 93,
    "var_257": 92,
    "var_317": 92,
    "^": 92,
    "func_190": 92,
    "func_181": 92,
    "var_294": 92,
    "var_376": 92,
    "gfp_t": 92,
    "field_329": 92,
    "out_unlock": 92,
    "arr_16": 91,
    "field_177": 90,
    "field_194": 90,
    "var_259": 90,
    "func_199": 90,
    "var_448": 90,
    "omap_hwmod": 90,
    "lua_State": 90,
    "field_140": 89,
    "var_298": 89,
    "var_382": 89,
    "field_214": 89,
    "var_559": 89,
    "var_343": 88,
    "var_330": 88,
    "iio_dev": 88,
    "func_198": 87,
    "gpiomux_setting": 87,
    "field_168": 86,
    "func_200": 86,
    "file_operations": 86,
    "var_419": 86,
    "func_314": 86,
    "var_610": 86,
    "__user": 86,
    "socket": 86,
    "var_305": 85,
    "var_395": 85,
    "var_437": 85,
    "var_414": 85,
    "field_248": 85,
    "var_366": 84,
    "var_304": 84,
    "func_197": 84,
    "var_520": 84,
    "var_418": 84,
    "field_279": 84,
    "<linux/delay.h>": 83,
    "var_374": 83,
    "var_268": 83,
    "out_free": 83,
    "func_216": 83,
    "func_217": 83,
    "field_251": 83,
    "FT_Face": 83,
    "pc300_t": 83,
    "var_371": 82,
    "field_205": 82,
    "msm_fb_data_type": 82,
    "pc300ch_t": 82,
    "ip6_tnl": 82,
    "field_186": 81,
    "field_218": 81,
    "mdss_dsi_ctrl_pdata": 80,
    "field_173": 80,
    "var_434": 80,
    "func_292": 80,
    "adt7316_chip_info": 80,
    "hfsc_class": 80,
    "var_435": 79,
    "func_300": 79,
    "var_456": 79,
    "var_608": 79,
    "field_167": 78,
    "func_346": 78,
    "func_218": 78,
    "func_213": 78,
    "func_391": 78,
    "var_555": 78,
    "arr_14": 78,
    "attribute": 78,
    "cleanup": 78,
    "var_368": 77,
    "func_188": 77,
    "func_208": 77,
    "field_210": 77,
    "var_491": 77,
    "func_226": 77,
    "func_196": 76,
    "var_385": 76,
    "sockaddr": 76,
    "field_212": 76,
    "var_512": 76,
    "func_203": 76,
    "var_882": 76,
    "BIT(NUM)": 76,
    "var_340": 75,
    "notifier_block": 75,
    "func_221": 75,
    "var_498": 75,
    "var_628": 75,
    "field_256": 75,
    "field_185": 74,
    "field_181": 74,
    "var_312": 74,
    "field_226": 74,
    "l2cap_pinfo": 74,
    "func_186": 73,
    "var_468": 73,
    "var_488": 73,
    "func_224": 73,
    "var_477": 73,
    "field_261": 73,
    "field_262": 73,
    "pci_dev": 73,
    "N": 73,
    "var": 73,
    "var_455": 72,
    "var_432": 72,
    "wiphy": 72,
    "func_304": 72,
    "comedi_device": 72,
    "<linux/interrupt.h>": 71,
    "fb_info": 71,
    "(NUM)": 71,
    "field_161": 70,
    "var_370": 70,
    "var_300": 70,
    "func_211": 70,
    "var_355": 70,
    "i2c_client": 70,
    "field_235": 70,
    "TYPE": 70,
    "fu": 70,
    "func_187": 69,
    "var_400": 69,
    "var_439": 69,
    "field_220": 69,
    "field_237": 69,
    "field_246": 69,
    "var_297": 68,
    ">>=": 68,
    "var_438": 68,
    "var_718": 68,
    "field_253": 68,
    "ext4_lblk_t": 68,
    "var_457": 67,
    "var_408": 67,
    "func_219": 67,
    "mr6_table": 67,
    "drop": 66,
    "signed": 66,
    "field_182": 65,
    "var_311": 65,
    "func_185": 65,
    "func_179": 65,
    "arr_19": 65,
    "msm_sensor_ctrl_t": 65,
    "float": 65,
    "func_436": 65,
    "cgroup": 65,
    "robj": 65,
    "ieee80211_sub_if_data": 65,
    "field_190": 64,
    "var_377": 64,
    "typedef": 64,
    "func_258": 64,
    "var_425": 64,
    "func_263": 64,
    "double": 64,
    "field_192": 63,
    "var_383": 63,
    "var_307": 63,
    "ipv6hdr": 63,
    "func_192": 63,
    "var_431": 63,
    "func_421": 63,
    "(NUM<<NUM)": 63,
    "var_1142": 63,
    "spinlock_t": 63,
    "field_239": 63,
    "field_200": 62,
    "func_191": 62,
    "func_201": 62,
    "func_339": 62,
    "field_209": 62,
    "func_247": 62,
    "var_420": 62,
    "1UL": 62,
    "__u32": 62,
    "mipi_dsim_device": 62,
    "0U": 62,
    "vl_size": 62,
    "field_188": 61,
    "uint": 61,
    "var_513": 61,
    "eHalStatus": 61,
    "func_214": 61,
    "l2cap_conn": 61,
    "func_502": 61,
    "var_357": 60,
    "var_364": 60,
    "func_183": 60,
    "*=": 60,
    "func_231": 60,
    "var_473": 60,
    "var_397": 60,
    "func_206": 60,
    "var_642": 60,
    "field_289": 60,
    "field_238": 60,
    "exynos_ss_udc": 60,
    "M": 60,
    "field_201": 59,
    "var_358": 59,
    "msghdr": 59,
    "func_222": 59,
    "var_505": 59,
    "func_312": 59,
    "field_244": 59,
    "iw_handler": 59,
    "intel_crtc": 59,
    "sctp_association": 59,
    "fun": 59,
    "uint32": 58,
    "drm_framebuffer": 58,
    "var_406": 58,
    "func_210": 58,
    "var_453": 58,
    "var_752": 58,
    "irqreturn_t": 58,
    "field_370": 58,
    "func_243": 57,
    "func_370": 57,
    "field_203": 57,
    "var_332": 57,
    "Exit": 57,
    "field_393": 57,
    "SD_HandleTypeDef": 57,
    "ipt_entry": 57,
    "U": 57,
    "func_329": 56,
    "var_486": 56,
    "var_712": 56,
    "arr_24": 56,
    "var_659": 56,
    "field_281": 56,
    "u_char": 56,
    "var_387": 55,
    "func_230": 55,
    "func_209": 55,
    "func_229": 55,
    "field_332": 55,
    "tcp_sock": 55,
    "STATIC": 55,
    "var_372": 54,
    "var_369": 54,
    "var_399": 54,
    "var_493": 54,
    "func_307": 54,
    "func_315": 54,
    "var_485": 54,
    "var_869": 54,
    "mempolicy": 54,
    "field_265": 54,
    "o": 54,
    "end": 53,
    "func_189": 53,
    "var_394": 53,
    "var_402": 53,
    "field_215": 53,
    "func_259": 53,
    "func_225": 53,
    "pg_data_t": 53,
    "ctl_table": 53,
    "...": 53,
    "func_435": 53,
    "Scsi_Host": 53,
    "msp430_data": 53,
    "func": 53,
    "var_": 53,
    "var_336": 52,
    "var_403": 52,
    "var_443": 52,
    "var_396": 52,
    "field_321": 52,
    "field_254": 52,
    "ipr_resource_entry": 52,
    "hso_serial": 52,
    "video_client_ctx": 52,
    "var_482": 51,
    "field_207": 51,
    "var_526": 51,
    "func_316": 51,
    "field_284": 51,
    "b43_dmaring": 51,
    "bfd": 51,
    "msm_vidc_inst": 51,
    "/=": 50,
    "__be16": 50,
    "func_194": 50,
    "func_248": 50,
    "var_481": 50,
    "func_227": 50,
    "<linux/platform_device.h>": 50,
    "field_275": 50,
    "field_316": 50,
    "snd_pcm_substream": 50,
    "FT_UInt": 50,
    "R": 50,
    "uint8": 49,
    "var_515": 49,
    "v_U32_t": 49,
    "func_262": 49,
    "var_509": 49,
    "var_441": 49,
    "bbk": 49,
    "field_312": 49,
    "arr_34": 49,
    "dma_addr_t": 49,
    ");": 49,
    "func_378": 48,
    "strncmp": 48,
    "func_340": 48,
    "var_423": 48,
    "var_392": 48,
    "func_250": 48,
    "var_611": 48,
    "arr_20": 48,
    "field_219": 48,
    "unlock": 48,
    "ext4_extent": 48,
    "ext4_ext_path": 48,
    "var_390": 47,
    "func_252": 47,
    "func_331": 47,
    "v_U8_t": 47,
    "func_332": 47,
    "func_364": 47,
    "arr_18": 47,
    "var_708": 47,
    "field_224": 47,
    "1U": 47,
    "resource": 47,
    "FT_Long": 47,
    "handle_t": 47,
    "EXIT": 47,
    "CM36682_info": 47,
    "uprobe": 47,
    "var_487": 46,
    "var_502": 46,
    "func_311": 46,
    "var_413": 46,
    "func_239": 46,
    "var_695": 46,
    "var_404": 46,
    "var_666": 46,
    "pte_t": 46,
    "field_301": 46,
    "xfs_mount_t": 46,
    "kmem_cache_node": 46,
    "BT": 46,
    "wcd9xxx": 46,
    "var_351": 45,
    "command": 45,
    "var_415": 45,
    "var_465": 45,
    "var_584": 45,
    "field_257": 45,
    "rport_event": 45,
    "VlGMM": 45,
    "sctp_sock": 45,
    "r_": 45,
    "<linux/mm.h>": 44,
    "var_421": 44,
    "var_467": 44,
    "func_341": 44,
    "var_462": 44,
    "var_504": 44,
    "func_287": 44,
    "func_242": 44,
    "func_291": 44,
    "var_557": 44,
    "var_861": 44,
    "var_474": 44,
    "field_288": 44,
    "request_queue": 44,
    "falc_t": 44,
    "ar": 44,
    "mac80211_hwsim_data": 44,
    "dhd_pub_t": 43,
    "<linux/errno.h>": 43,
    "var_409": 43,
    "func_233": 43,
    "func_388": 43,
    "<stdio.h>": 43,
    "var_472": 43,
    "<linux/sched.h>": 43,
    "field_274": 43,
    "__u8": 43,
    "hso_device": 43,
    "dhcp_lease": 43,
    "vfio_group": 43,
    "<linux/string.h>": 42,
    "var_478": 42,
    "func_297": 42,
    "var_484": 42,
    "func_281": 42,
    "func_261": 42,
    "func_266": 42,
    "var_601": 42,
    "bbu": 42,
    "var_564": 42,
    "#elif": 42,
    "field_245": 42,
    "scatterlist": 42,
    "FT_Memory": 42,
    "pc300chconf_t": 42,
    "s3cfb_global": 42,
    "<linux/types.h>": 41,
    "func_302": 41,
    "func_318": 41,
    "var_506": 41,
    "func_245": 41,
    "field_217": 41,
    "<<=": 41,
    "var_534": 41,
    "<linux/fs.h>": 41,
    "field_231": 41,
    "msm_gpiomux_config": 41,
    "super_block": 41,
    "acpi_ec": 41,
    "fi": 41,
    "PVRSRV_ERROR": 40,
    "var_463": 40,
    "var_479": 40,
    "var_469": 40,
    "func_271": 40,
    "func_234": 40,
    "var_503": 40,
    "var_475": 40,
    "zonelist": 40,
    "bbb": 40,
    "field_247": 40,
    "FT_ULong": 40,
    "gz_statep": 40,
    "drm_file": 40,
    "u_int": 40,
    "ktime_t": 40,
    "wl_priv": 40,
    "ieee80211_hw": 40,
    "request": 40,
    "SYNC_PRIM": 39,
    "func_344": 39,
    "var_424": 39,
    "func_269": 39,
    "func_232": 39,
    "func_280": 39,
    "var_629": 39,
    "var_612": 39,
    "var_1105": 39,
    "platform_driver": 39,
    "field_221": 39,
    "<string.h>": 39,
    "comedi_subdevice": 39,
    "ieee80211_local": 39,
    "mfc6_cache": 39,
    "field_202": 38,
    "func_319": 38,
    "var_445": 38,
    "var_745": 38,
    "field_263": 38,
    "tcphdr": 38,
    "func_467": 38,
    "msm_slim_ctrl": 38,
    "bfd_vma": 38,
    "SMALLINT": 38,
    "exynos_ss_udc_ep": 38,
    "audio": 38,
    "var_471": 37,
    "func_284": 37,
    "var_470": 37,
    "func_244": 37,
    "var_426": 37,
    "var_548": 37,
    "var_508": 37,
    "S": 37,
    "FILE": 37,
    "func_432": 37,
    "ext4_fsblk_t": 37,
    "ixgbe_hw": 37,
    "se_device": 37,
    "<linux/io.h>": 36,
    "func_238": 36,
    "var_501": 36,
    "var_444": 36,
    "func_355": 36,
    "func_275": 36,
    "var_461": 36,
    "var_417": 36,
    "field_319": 36,
    "field_243": 36,
    "FT_Library": 36,
    "intel_limit_t": 36,
    "phy_device": 36,
    "uart_port": 36,
    "iscsi_cls_session": 36,
    "wl1271": 36,
    "8U": 36,
    "netdissect_options": 36,
    "modemctl": 36,
    "(v": 36,
    "<linux/err.h>": 35,
    "DEFINE_MUTEX": 35,
    "err_out": 35,
    "var_489": 35,
    "func_236": 35,
    "func_257": 35,
    "func_273": 35,
    "var_620": 35,
    "v4l2_subdev": 35,
    "field_277": 35,
    "<stdlib.h>": 35,
    "spi_device": 35,
    "(LCD_CONTROL_BLOCK_BASE|NUM)": 35,
    "sctp_addr": 35,
    "ip6gre_net": 35,
    "r8192_priv": 35,
    "var_476": 34,
    "var_422": 34,
    "func_249": 34,
    "func_274": 34,
    "func_260": 34,
    "func_241": 34,
    "func_235": 34,
    "func_240": 34,
    "func_282": 34,
    "func_253": 34,
    "var_592": 34,
    "var_650": 34,
    "field_255": 34,
    "var_634": 34,
    "cpufreq_governor": 34,
    "bt_l2cap_control": 34,
    "mutex": 34,
    "intel_watermark_params": 34,
    "__weak": 34,
    "irq_data": 34,
    "bfa_fcxp_s": 34,
    "fchs_s": 34,
    "T": 34,
    "if (": 34,
    "drm_property": 34,
    "<linux/device.h>": 33,
    "func_389": 33,
    "func_290": 33,
    "var_411": 33,
    "var_546": 33,
    "var_580": 33,
    "i2c_device_id": 33,
    "rb_node": 33,
    "field_273": 33,
    "field_260": 33,
    "field_267": 33,
    "field_223": 33,
    "field_249": 33,
    "pipe": 33,
    "pt_regs": 33,
    "IMG_VOID": 33,
    "S_IRUGO": 33,
    "ieee80211_vif": 33,
    "lmqtt_userdata": 33,
    "__s32": 33,
    "var_492": 32,
    "func_320": 32,
    "func_264": 32,
    "var_430": 32,
    "func_413": 32,
    "func_372": 32,
    "func_298": 32,
    "var_451": 32,
    "var_497": 32,
    "scan_control": 32,
    "address_space": 32,
    "var_703": 32,
    "bb32": 32,
    "pmd_t": 32,
    "out_put": 32,
    "FT_Int": 32,
    "png_structp": 32,
    "intel_clock_t": 32,
    "s16": 32,
    "RA_ARENA": 32,
    "id": 32,
    "nc": 32,
    "var_466": 31,
    "hdd_station_ctx_t": 31,
    "ifreq": 31,
    "func_306": 31,
    "tHalHandle": 31,
    "func_363": 31,
    "field_234": 31,
    "field_240": 31,
    "field_222": 31,
    "tcp_md5sig_pool": 31,
    "clk": 31,
    "time_t": 31,
    "mdss_mdp_pipe": 31,
    "client": 31,
    "timespec": 31,
    "ext4_extent_header": 31,
    "int16x8_t": 31,
    "uint16x8_t": 31,
    "Qdisc": 31,
    "tick_sched": 31,
    "DEFINE_SPINLOCK": 30,
    "hdd_adapter_list_node_t": 30,
    "var_516": 30,
    "func_293": 30,
    "func_295": 30,
    "arr_25": 30,
    "var_554": 30,
    "var_553": 30,
    "var_550": 30,
    "urb": 30,
    "usb_interface": 30,
    "da903x_chip": 30,
    "nla_put_failure": 30,
    "iscsi_transport": 30,
    "vl_index": 30,
    "xt_table_info": 30,
    "el": 30,
    "if (va": 30,
    "field": 30,
    "MARIA_HA": 30,
    "kobj_attribute": 30,
    "UINT_32": 30,
    "<linux/seq_file.h>": 29,
    "__u16": 29,
    "IMG_HANDLE": 29,
    "func_407": 29,
    "func_299": 29,
    "func_270": 29,
    "var_968": 29,
    "var_841": 29,
    "var_606": 29,
    "(SIOCIWFIRSTPRIV + NUM)": 29,
    "field_327": 29,
    "<linux/spinlock.h>": 29,
    "snd_soc_codec": 29,
    "SCT": 29,
    "\\": 29,
    "sysrq_key_op": 29,
    "ipr_hostrcb": 29,
    "nlattr": 29,
    "IMG_SIZE_T": 29,
    "isight": 29,
    "2U": 29,
    "field_": 29,
    "retu": 29,
    "CGEN_INSN_LIST": 29,
    "vcd_property_hdr": 29,
    "func_333": 28,
    "func_285": 28,
    "func_416": 28,
    "var_560": 28,
    "var_583": 28,
    "var_568": 28,
    "field_242": 28,
    "gboolean": 28,
    "drm_i915_gem_object": 28,
    "func_428": 28,
    "ib_device": 28,
    "# define": 28,
    "field_383": 28,
    "next": 28,
    "arg": 28,
    "var_2973": 28,
    "twlreg_info": 28,
    "<asm/uaccess.h>": 27,
    "kiocb": 27,
    "flowi6": 27,
    "<linux/mutex.h>": 27,
    "func_255": 27,
    "ieee80211_channel": 27,
    "func_294": 27,
    "func_326": 27,
    "var_483": 27,
    "var_452": 27,
    "func_418": 27,
    "func_288": 27,
    "func_365": 27,
    "func_390": 27,
    "func_352": 27,
    "var_454": 27,
    "var_690": 27,
    "var_875": 27,
    "cred": 27,
    "retry": 27,
    "snd_soc_pcm_runtime": 27,
    "drm_display_mode": 27,
    "cpumask_var_t": 27,
    "regulator_init_data": 27,
    "dma_chan": 27,
    "sc16is7xx_port": 27,
    "field_416": 27,
    "my_bool": 27,
    "bfa_fcs_lport_s": 27,
    "reloc_howto_type": 27,
    "regulator_dev": 27,
    "uint16": 26,
    "IMG_INTERNAL": 26,
    "func_367": 26,
    "func_347": 26,
    "func_256": 26,
    "func_277": 26,
    "func_305": 26,
    "func_251": 26,
    "var_530": 26,
    "func_278": 26,
    "var_751": 26,
    "var_496": 26,
    "var_753": 26,
    "<linux/export.h>": 26,
    "field_259": 26,
    "guint": 26,
    "<asm/io.h>": 26,
    "regulator_consumer_supply": 26,
    "p": 26,
    "pc300dev_t": 26,
    "iscsi_uevent": 26,
    "int_t": 26,
    "ar_": 26,
    "u_int8": 26,
    "f2fs_sb_info": 26,
    "elevator_queue": 26,
    "P_ADAPTER_T": 26,
    "PVRSRV_CLIENT_SYNC_PRIM": 25,
    "var_511": 25,
    "func_246": 25,
    "var_701": 25,
    "var_696": 25,
    "var_759": 25,
    "var_577": 25,
    "field_271": 25,
    "snd_kcontrol": 25,
    "ieee80211_hdr": 25,
    "drm_connector": 25,
    "func_439": 25,
    "sched_domain_attr": 25,
    "cgroup_scanner": 25,
    "audio_in": 25,
    "buffer_head": 25,
    "spi_master": 25,
    "hfc4s8s_hw": 25,
    "field_357": 25,
    "bfd_byte": 25,
    "tty_struct": 25,
    "var_1706": 25,
    "(var_": 25,
    "target_ops": 25,
    "mdss_panel_data": 24,
    "<linux/clk.h>": 24,
    "of_device_id": 24,
    "func_360": 24,
    "func_419": 24,
    "func_309": 24,
    "ret": 24,
    "func_308": 24,
    "func_267": 24,
    "func_393": 24,
    "var_527": 24,
    "func_325": 24,
    "func_361": 24,
    "func_356": 24,
    "func_366": 24,
    "func_354": 24,
    "func_359": 24,
    "func_301": 24,
    "func_342": 24,
    "func_348": 24,
    "var_813": 24,
    "var_648": 24,
    "var_450": 24,
    "field_280": 24,
    "<linux/list.h>": 24,
    "func_437": 24,
    "func_434": 24,
    "hamachi_private": 24,
    "kvm": 24,
    "(MDDI_CLIENT_CORE_BASE|NUM)": 24,
    "field_365": 24,
    "s3c64xx_spi_driver_data": 24,
    "ide_drive_t": 24,
    "SPFLOAT": 24,
    "NUM;": 24,
    "re": 24,
    "idmac_channel": 24,
    "scalable": 23,
    "for_each_online_cpu": 23,
    "IMG_CHAR": 23,
    "func_392": 23,
    "v_BOOL_t": 23,
    "hdd_wext_state_t": 23,
    "func_345": 23,
    "func_362": 23,
    "var_519": 23,
    "#includeSTR": 23,
    "var_939": 23,
    "var_518": 23,
    "var_562": 23,
    "var_576": 23,
    "field_344": 23,
    "field_315": 23,
    "iovec": 23,
    "l2cap_cmd_hdr": 23,
    "Fail": 23,
    "z_off64_t": 23,
    "cftype": 23,
    "__le32": 23,
    "snd_pcm_runtime": 23,
    "omap2_mcspi": 23,
    "ld9040": 23,
    "field_424": 23,
    "shmid_kernel": 23,
    "HAL_StatusTypeDef": 23,
    "SCTP_STATIC": 23,
    "exynos_ss_udc_req": 23,
    "ipu": 23,
    "st": 23,
    "STR, va": 23,
    "cpuinfo_x86": 23,
    "mdss_panel_info": 22,
    "sockaddr_in6": 22,
    "e0": 22,
    "func_296": 22,
    "func_395": 22,
    "func_350": 22,
    "func_327": 22,
    "func_379": 22,
    "completion": 22,
    "func_353": 22,
    "v_CONTEXT_t": 22,
    "func_369": 22,
    "bbx": 22,
    "var_602": 22,
    "var_605": 22,
    "<linux/uaccess.h>": 22,
    "pud_t": 22,
    "field_229": 22,
    "l2cap_chan_list": 22,
    "register": 22,
    "AnacondaBaseWindow": 22,
    "FT_Driver": 22,
    "FT_CharMap": 22,
    "func_530": 22,
    "comedi_insn": 22,
    "again": 22,
    "sta_info": 22,
    "field_384": 22,
    "IMG_UINTPTR_T": 22,
    "ipc_namespace": 22,
    "gfs2_inode": 22,
    "bfd_boolean": 22,
    "16U": 22,
    "se": 22,
    "END_CATCH": 22,
    "__ip6_tnl_parm": 22,
    "vfio_device": 22,
    "iscsi_conn": 22,
    "venc_inst": 22,
    "UINT_8": 22,
    "P_MSG_HDR_T": 22,
    "<linux/gpio.h>": 21,
    "__force": 21,
    "<linux/cpu.h>": 21,
    "SYNC_PRIM_BLOCK": 21,
    "IMG_BOOL": 21,
    "func_286": 21,
    "func_373": 21,
    "func_334": 21,
    "func_322": 21,
    "zone_type": 21,
    "var_614": 21,
    "var_807": 21,
    "arr_23": 21,
    "var_613": 21,
    "var_538": 21,
    "var_609": 21,
    "arr_22": 21,
    "var_774": 21,
    "<linux/i2c.h>": 21,
    "pgd_t": 21,
    "compat_ulong_t": 21,
    "field_258": 21,
    "var_561": 21,
    "<unistd.h>": 21,
    "<linux/workqueue.h>": 21,
    "# include": 21,
    "zip_t": 21,
    "FT_Module": 21,
    "NUMUL": 21,
    "s64": 21,
    "usb_device": 21,
    "atomic_t": 21,
    "<linux/wait.h>": 21,
    "va_list": 21,
    "umode_t": 21,
    "sun6i_vchan": 21,
    "sun6i_dma_dev": 21,
    "s8": 21,
    "fb_var_screeninfo": 21,
    "compat_ifreq": 21,
    "ehci_hcd": 21,
    "pax_msg": 21,
    "iscsi_internal": 21,
    "sh_maincam_ctrl_cmd": 21,
    "server": 21,
    "ErrHandle": 21,
    "C": 21,
    "bfd_reloc_status_type": 21,
    "buffer_info": 21,
    "fiel": 21,
    "for_each_possible_cpu": 20,
    "func_382": 20,
    "func_409": 20,
    "func_400": 20,
    "func_383": 20,
    "func_324": 20,
    "u_int8_t": 20,
    "cpumask": 20,
    "var_668": 20,
    "var_662": 20,
    "var_756": 20,
    "var_582": 20,
    "var_844": 20,
    "var_734": 20,
    "var_700": 20,
    "var_635": 20,
    "var_545": 20,
    "iw_point": 20,
    "field_298": 20,
    "<errno.h>": 20,
    "GtkWidget": 20,
    "GObject": 20,
    "z_off_t": 20,
    "asm": 20,
    "<linux/irq.h>": 20,
    "wait_queue_head_t": 20,
    "ulong": 20,
    "ecryptfs_crypt_stat": 20,
    "uint8x16_t": 20,
    "JDIMENSION": 20,
    "scsi_cmnd": 20,
    "err1": 20,
    "hfsc_sched": 20,
    "adreno_device": 20,
    "un": 20,
    "h": 20,
    "se_portal_group": 20,
    "per_cpu_pageset": 20,
    "P_IW_P2P_TRANSPORT_STRUCT": 20,
    "<linux/proc_fs.h>": 19,
    "inet_sock": 19,
    "func_406": 19,
    "func_377": 19,
    "func_289": 19,
    "func_310": 19,
    "func_303": 19,
    "func_337": 19,
    "var_517": 19,
    "#pragma": 19,
    "var_826": 19,
    "var_604": 19,
    "var_565": 19,
    "var_533": 19,
    "var_639": 19,
    "var_1095": 19,
    "kcal_lut_data": 19,
    "0UL": 19,
    "field_227": 19,
    "field_343": 19,
    "l2cap_hdr": 19,
    "<linux/dma-mapping.h>": 19,
    "<linux/pci.h>": 19,
    "ieee80211_tx_info": 19,
    "attribute_group": 19,
    "FT_Stream": 19,
    "#  define": 19,
    "sys_device": 19,
    "iphdr": 19,
    "pci_device_id": 19,
    "urb_req_t": 19,
    "pio_device": 19,
    "DCTELEM": 19,
    "^=": 19,
    "ipr_ioarcb": 19,
    "field_361": 19,
    "bcl_context": 19,
    "nlmsghdr": 19,
    "ssb_sprom": 19,
    "bfa_fcs_rpf_s": 19,
    "24U": 19,
    "float32_t": 19,
    "kgsl_cmdbatch": 19,
    "dhcp_netid": 19,
    "sctp_af": 19,
    "char *": 19,
    "_2": 19,
    "TRY": 19,
    "se_lun": 19,
    "<linux/of.h>": 18,
    "<linux/skbuff.h>": 18,
    "ipv6_pinfo": 18,
    "dst_entry": 18,
    "cpu": 18,
    "var_531": 18,
    "func_396": 18,
    "func_338": 18,
    "func_279": 18,
    "func_330": 18,
    "LIST_HEAD": 18,
    "lruvec": 18,
    "var_537": 18,
    "var_594": 18,
    "var_552": 18,
    "var_600": 18,
    "bbq": 18,
    "var_590": 18,
    "var_585": 18,
    "i2c_driver": 18,
    "pgoff_t": 18,
    "restart": 18,
    "field_334": 18,
    "field_333": 18,
    "no_policy": 18,
    "err_out_kobj_put": 18,
    "inet_connection_sock": 18,
    "snd_ctl_elem_value": 18,
    "snd_soc_dai": 18,
    "workqueue_struct": 18,
    "hci_chan": 18,
    "hci_conn": 18,
    "mz_uint": 18,
    "FT_Byte": 18,
    "FT_GlyphSlot": 18,
    "drm_mode_object": 18,
    "fmeter": 18,
    "ptr_heap": 18,
    "cpuset_filetype_t": 18,
    "__attribute__": 18,
    "mmu_gather": 18,
    "redisDb": 18,
    "ext4_extent_idx": 18,
    "ecryptfs_auth_tok": 18,
    "hwspinlock": 18,
    "field_429": 18,
    "__iomem": 18,
    "iscsi_cls_conn": 18,
    "dwc3": 18,
    "hso_net": 18,
    "adreno_dispatcher": 18,
    "s3cfb_window": 18,
    "nc_": 18,
    "ld": 18,
    "d_": 18,
    "asection": 18,
    "L": 18,
    "NU": 18,
    "proc_event": 18,
    "BOOLEAN": 18,
    "tevent_req": 18,
    "<linux/netdevice.h>": 17,
    "sockaddr_in": 17,
    "<asm/mach-types.h>": 17,
    "func_380": 17,
    "func_417": 17,
    "func_283": 17,
    "func_313": 17,
    "func_317": 17,
    "<linux/debugfs.h>": 17,
    "var_543": 17,
    "var_1099": 17,
    "var_581": 17,
    "var_663": 17,
    "var_563": 17,
    "var_779": 17,
    "var_458": 17,
    "var_698": 17,
    "var_792": 17,
    "var_686": 17,
    "var_535": 17,
    "field_297": 17,
    "stat": 17,
    "snd_pcm_hw_params": 17,
    "cpufreq_interactive_cpuinfo": 17,
    "func_498": 17,
    "func_451": 17,
    "drm_encoder": 17,
    "func_433": 17,
    "pci_controller": 17,
    "__init": 17,
    "file_system_type": 17,
    "xfs_icsb_cnts_t": 17,
    "uintptr_t": 17,
    "gpio_chip": 17,
    "field_368": 17,
    "adis16400_state": 17,
    "sockaddr_storage": 17,
    "symbol_node_t": 17,
    "kgsl_device": 17,
    "SDL_sem": 17,
    "var_1730": 17,
    "sctp_assoc_value": 17,
    "s3c_platform_fb": 17,
    "arelent": 17,
    "ext_lang_bt_status": 17,
    "udphdr": 16,
    "SYNC_PRIM_CONTEXT": 16,
    "<linux/ctype.h>": 16,
    "func_415": 16,
    "func_351": 16,
    "var_522": 16,
    "func_402": 16,
    "err_vosclose": 16,
    "func_385": 16,
    "func_335": 16,
    "zoneref": 16,
    "var_523": 16,
    "var_933": 16,
    "var_575": 16,
    "var_569": 16,
    "var_627": 16,
    "var_1086": 16,
    "var_570": 16,
    "var_556": 16,
    "var_630": 16,
    "var_795": 16,
    "var_588": 16,
    "miscdevice": 16,
    "field_266": 16,
    "field_285": 16,
    "field_225": 16,
    "out_err": 16,
    "in_addr": 16,
    "sk_buff_head": 16,
    "__le16": 16,
    "hci_ext_fs": 16,
    "b43_wldev": 16,
    "FT_CMap": 16,
    "FT_UInt32": 16,
    "intel_encoder": 16,
    "USBHubState": 16,
    "sysdev_attribute": 16,
    "xfs_sb_field_t": 16,
    "int64_t": 16,
    "omap2_mcspi_cs": 16,
    "omap_dss_device": 16,
    "irq_desc": 16,
    "btm_probe_exit": 16,
    "failure": 16,
    "pVosSchedContext": 16,
    "proc_dir_entry": 16,
    "debug_buffer": 16,
    "elevator_type": 16,
    "leave": 16,
    "isci_host": 16,
    "ip_addr": 16,
    "DEFAULT_USLEEP": 16,
    "usb_request": 16,
    "iel": 16,
    "*v": 16,
    "asymbol": 16,
    "#defin": 16,
    "TIOTYPE": 16,
    "vfio_container": 16,
    "bochs_bo": 16,
    "WLAN_STATUS": 16,
    "v_U16_t": 15,
    "func_328": 15,
    "func_371": 15,
    "v_VOID_t": 15,
    "func_343": 15,
    "statsContext": 15,
    "func_374": 15,
    "func_336": 15,
    "<linux/file.h>": 15,
    "var_1127": 15,
    "var_617": 15,
    "var_1082": 15,
    "var_636": 15,
    "var_566": 15,
    "var_1043": 15,
    "var_551": 15,
    "var_763": 15,
    "bb87": 15,
    "mm_segment_t": 15,
    "early_suspend": 15,
    "field_270": 15,
    "field_269": 15,
    "field_230": 15,
    "field_268": 15,
    "field_286": 15,
    "cpufreq_freqs": 15,
    "error_out": 15,
    "<linux/poll.h>": 15,
    "do_error": 15,
    "pid_t": 15,
    "db_conn_t": 15,
    "func_461": 15,
    "func_441": 15,
    "pci_driver": 15,
    "\"": 15,
    "__u64": 15,
    "dma_async_tx_descriptor": 15,
    "kmem_cache_cpu": 15,
    "field_390": 15,
    "field_395": 15,
    "msm_slim_endp": 15,
    "io_context": 15,
    "wl12xx_vif": 15,
    "scoop_dev": 15,
    "GiggleRemoteEditorPriv": 15,
    "I2ErrHandle": 15,
    "sctp_chunk": 15,
    "sctp_transport": 15,
    "sctp_endpoint": 15,
    "ipt_entry_target": 15,
    "xt_counters": 15,
    "compat_ipt_entry": 15,
    "v4l2_buffer": 15,
    "diag_request": 15,
    "oid": 15,
    "UM;": 15,
    "_1": 15,
    "GstAudioFXBaseFIRFilter": 15,
    "packet_reg": 15,
    "ie": 15,
    "fie": 15,
    "uprobe_consumer": 15,
    "uprobe_task": 15,
    "tegra_mc": 14,
    "func_399": 14,
    "func_404": 14,
    "var_499": 14,
    "tANI_BOOLEAN": 14,
    "func_408": 14,
    "func_386": 14,
    "func_381": 14,
    "func_398": 14,
    "func_375": 14,
    "func_401": 14,
    "<linux/pagemap.h>": 14,
    "keep_locked": 14,
    "var_1037": 14,
    "<linux/time.h>": 14,
    "<sys/types.h>": 14,
    "var_761": 14,
    "var_746": 14,
    "var_549": 14,
    "var_641": 14,
    "var_742": 14,
    "var_959": 14,
    "bb4": 14,
    "var_707": 14,
    "var_547": 14,
    "var_541": 14,
    "var_709": 14,
    "var_1031": 14,
    "var_573": 14,
    "var_631": 14,
    "var_702": 14,
    "var_714": 14,
    "sensor_cfg_data": 14,
    "sp_node": 14,
    "field_276": 14,
    "field_283": 14,
    "field_294": 14,
    "wait_for_memory": 14,
    "request_sock": 14,
    "global_attr": 14,
    "FT_Renderer": 14,
    "func_426": 14,
    "func_480": 14,
    "func_444": 14,
    "pm_message_t": 14,
    "archive": 14,
    "msm_camera_i2c_reg_conf": 14,
    "spi_transfer": 14,
    "sc16is7xx_devtype": 14,
    "field_421": 14,
    "field_403": 14,
    "scsi_device": 14,
    "out2": 14,
    "gfs2_sbd": 14,
    "hw_event": 14,
    "isci_remote_device": 14,
    "3U": 14,
    "sunrpc_msg": 14,
    "func_548": 14,
    "xt_table": 14,
    "fimc_control": 14,
    "fimc_prv_data": 14,
    "if (var": 14,
    "b": 14,
    "idmac": 14,
    "CORE_ADDR": 14,
    "static v": 14,
    "ld_": 14,
    "m": 14,
    "unc_": 14,
    "CGEN_CPU_DESC": 14,
    "pcm_afe_info": 14,
    "zone_stat_item": 14,
    "new_sess_out": 14,
    "ll_sb_info": 14,
    "vcd_property_codec": 14,
    "<linux/swap.h>": 13,
    "try_again": 13,
    "discard": 13,
    "func_368": 13,
    "func_394": 13,
    "net_device_ops": 13,
    "func_397": 13,
    "var_521": 13,
    "var_525": 13,
    "func_403": 13,
    "func_357": 13,
    "<linux/kthread.h>": 13,
    "cpumask_t": 13,
    "bbl": 13,
    "var_733": 13,
    "var_1055": 13,
    "var_587": 13,
    "var_858": 13,
    "var_680": 13,
    "var_567": 13,
    "var_664": 13,
    "var_1076": 13,
    "var_963": 13,
    "var_536": 13,
    "var_863": 13,
    "var_586": 13,
    "bb79": 13,
    "var_599": 13,
    "var_528": 13,
    "msm_camera_sensor_info": 13,
    "i2c_msg": 13,
    "field_307": 13,
    "var_540": 13,
    "field_322": 13,
    "<linux/ioport.h>": 13,
    "<linux/bootmem.h>": 13,
    "tcp_md5sig_key": 13,
    "hlist_node": 13,
    "pid": 13,
    "hwsensor_intf_t": 13,
    "ENGINE": 13,
    "FT_Bool": 13,
    "drm_mode_config": 13,
    "intel_framebuffer": 13,
    "func_527": 13,
    "drm_i915_private_t": 13,
    "func_427": 13,
    "<linux/mount.h>": 13,
    "cgroup_subsys": 13,
    "rds_iw_connection": 13,
    "USBHubPort": 13,
    "Exynos4210CombinerState": 13,
    "mbedtls_dhm_context": 13,
    "out_free_unlock": 13,
    "in": 13,
    "omap2_mcspi_dma": 13,
    "sun6i_pchan": 13,
    "kvm_kernel_irqfd": 13,
    "failed": 13,
    "j_decompress_ptr": 13,
    "mddi_table": 13,
    "field_369": 13,
    "sector_t": 13,
    "s3c64xx_spi_info": 13,
    "clear_hash": 13,
    "iscsi_endpoint": 13,
    "symlist_t": 13,
    "rpf_event": 13,
    "subprocess_info": 13,
    "isci_request": 13,
    "isci_tmf": 13,
    "adreno_context": 13,
    "KeySym": 13,
    "gint": 13,
    "espconn": 13,
    "var_2169": 13,
    "exynos_ss_udc_ep_command": 13,
    "(func_": 13,
    "_3": 13,
    "*var": 13,
    "char *v": 13,
    "= NUM;": 13,
    "A": 13,
    "if (v": 13,
    "g": 13,
    "DLLEXPORT": 13,
    "huft_t": 13,
    "int va": 13,
    "int var": 13,
    "stru": 13,
    "se NUM:": 13,
    "cn_msg": 13,
    "vfio_iommu_driver": 13,
    "mem_region": 13,
    "tty_instance_t": 13,
    "mwifiex_adapter": 13,
    "__sum16": 12,
    "core_speed": 12,
