{
    "var": 282922,
    "(": 143969,
    ")": 143964,
    ";": 138891,
    "field": 105492,
    ",": 95311,
    "func": 91424,
    "type": 72725,
    "->": 66969,
    "=": 52209,
    "num": 39854,
    "*": 35533,
    "{": 30684,
    "}": 30676,
    "if": 27224,
    "&": 22036,
    "str": 20982,
    "struct": 19304,
    ".": 17698,
    "return": 15788,
    "[": 10422,
    "]": 10421,
    "==": 10071,
    "NULL": 8123,
    ":": 7920,
    "static": 7466,
    "-": 7231,
    "!": 6835,
    "+": 5608,
    "else": 4804,
    "case": 4487,
    "unsigned": 4410,
    "break": 4295,
    "arr": 4252,
    "!=": 3842,
    "<": 3793,
    "&&": 3730,
    "goto": 3584,
    "++": 3071,
    "sizeof": 2927,
    "|": 2550,
    "||": 2524,
    "long": 2451,
    "": 2339,
    "const": 2198,
    ">": 2120,
    "#endif": 2102,
    "|=": 1775,
    "for": 1701,
    "#ifdef": 1634,
    "<<": 1567,
    "+=": 1380,
    "char": 1192,
    "out": 1075,
    "~": 1038,
    "492": 1030,
    "?": 1027,
    "338": 997,
    "404": 994,
    "while": 990,
    ">=": 980,
    "770": 975,
    "899": 909,
    "277": 887,
    "switch": 882,
    "408": 863,
    "/": 844,
    "26": 840,
    "854": 823,
    "134": 819,
    "733": 815,
    "634": 814,
    "715": 812,
    "301": 812,
    "497": 810,
    "558": 805,
    "520": 805,
    "189": 798,
    "228": 795,
    "261": 792,
    ">>": 787,
    "63": 787,
    "332": 783,
    "224": 782,
    "568": 781,
    "190": 779,
    "278": 775,
    "298": 774,
    "377": 774,
    "897": 771,
    "105": 768,
    "688": 768,
    "456": 767,
    "547": 765,
    "75": 764,
    "705": 762,
    "518": 761,
    "51": 760,
    "788": 758,
    "422": 757,
    "809": 756,
    "475": 755,
    "121": 754,
    "167": 753,
    "73": 752,
    "86": 750,
    "303": 750,
    "979": 750,
    "295": 749,
    "331": 747,
    "900": 744,
    "246": 743,
    "342": 742,
    "905": 739,
    "824": 739,
    "120": 738,
    "563": 737,
    "34": 736,
    "904": 736,
    "488": 735,
    "238": 735,
    "24": 734,
    "219": 733,
    "942": 732,
    "387": 731,
    "630": 731,
    "383": 730,
    "956": 730,
    "193": 729,
    "831": 729,
    "449": 729,
    "773": 729,
    "575": 728,
    "58": 728,
    "839": 727,
    "643": 727,
    "17": 727,
    "334": 725,
    "&=": 725,
    "584": 724,
    "126": 723,
    "884": 723,
    "846": 723,
    "694": 723,
    "744": 723,
    "232": 722,
    "372": 722,
    "66": 722,
    "691": 722,
    "967": 720,
    "865": 720,
    "612": 720,
    "222": 720,
    "860": 718,
    "116": 718,
    "163": 718,
    "200": 716,
    "367": 716,
    "477": 716,
    "472": 715,
    "147": 715,
    "316": 715,
    "161": 713,
    "896": 712,
    "392": 711,
    "749": 709,
    "236": 707,
    "180": 707,
    "default": 705,
    "380": 704,
    "972": 704,
    "918": 704,
    "626": 704,
    "583": 704,
    "210": 704,
    "43": 703,
    "435": 703,
    "302": 702,
    "516": 702,
    "872": 702,
    "186": 701,
    "847": 701,
    "473": 701,
    "150": 700,
    "747": 699,
    "984": 698,
    "508": 697,
    "31": 697,
    "1000": 697,
    "736": 696,
    "629": 696,
    "877": 695,
    "6": 695,
    "47": 694,
    "647": 694,
    "122": 694,
    "29": 692,
    "266": 691,
    "154": 691,
    "730": 691,
    "929": 691,
    "274": 690,
    "281": 690,
    "757": 690,
    "843": 690,
    "420": 689,
    "994": 689,
    "998": 688,
    "454": 688,
    "776": 688,
    "90": 688,
    "446": 688,
    "818": 688,
    "652": 687,
    "552": 687,
    "465": 687,
    "551": 687,
    "158": 687,
    "368": 685,
    "947": 684,
    "628": 683,
    "806": 683,
    "569": 683,
    "700": 683,
    "927": 682,
    "515": 682,
    "173": 682,
    "356": 682,
    "499": 682,
    "738": 682,
    "888": 681,
    "430": 681,
    "143": 681,
    "68": 680,
    "708": 680,
    "290": 680,
    "966": 680,
    "869": 680,
    "3": 679,
    "429": 679,
    "362": 679,
    "669": 679,
    "848": 678,
    "467": 678,
    "310": 678,
    "771": 677,
    "769": 677,
    "81": 677,
    "656": 676,
    "633": 676,
    "604": 676,
    "275": 675,
    "823": 675,
    "623": 675,
    "750": 675,
    "110": 675,
    "548": 675,
    "866": 675,
    "707": 675,
    "continue": 675,
    "554": 673,
    "559": 673,
    "249": 673,
    "861": 673,
    "183": 672,
    "894": 672,
    "294": 672,
    "209": 671,
    "127": 671,
    "108": 670,
    "252": 670,
    "405": 670,
    "985": 669,
    "13": 669,
    "968": 669,
    "978": 669,
    "853": 669,
    "425": 669,
    "615": 669,
    "962": 669,
    "638": 669,
    "76": 668,
    "374": 668,
    "491": 668,
    "893": 668,
    "324": 667,
    "32": 667,
    "132": 667,
    "415": 666,
    "739": 666,
    "414": 666,
    "673": 666,
    "243": 665,
    "672": 665,
    "990": 665,
    "40": 665,
    "94": 665,
    "871": 664,
    "936": 663,
    "732": 663,
    "875": 663,
    "734": 663,
    "229": 663,
    "528": 663,
    "858": 663,
    "357": 663,
    "609": 663,
    "996": 662,
    "880": 662,
    "61": 662,
    "577": 662,
    "627": 662,
    "845": 661,
    "130": 661,
    "855": 661,
    "285": 660,
    "451": 660,
    "686": 660,
    "807": 660,
    "262": 659,
    "534": 659,
    "658": 659,
    "600": 659,
    "859": 659,
    "525": 659,
    "8": 658,
    "950": 658,
    "146": 658,
    "119": 657,
    "419": 656,
    "717": 656,
    "657": 656,
    "574": 656,
    "447": 656,
    "980": 655,
    "592": 655,
    "409": 655,
    "260": 654,
    "830": 654,
    "396": 653,
    "567": 653,
    "765": 653,
    "77": 653,
    "175": 653,
    "722": 653,
    "276": 653,
    "914": 652,
    "783": 652,
    "605": 651,
    "340": 651,
    "353": 651,
    "731": 651,
    "403": 650,
    "411": 650,
    "398": 650,
    "608": 649,
    "500": 649,
    "410": 648,
    "867": 648,
    "235": 648,
    "805": 647,
    "614": 647,
    "82": 647,
    "344": 647,
    "97": 647,
    "256": 647,
    "697": 646,
    "48": 646,
    "689": 646,
    "489": 646,
    "156": 645,
    "562": 645,
    "613": 645,
    "213": 645,
    "784": 645,
    "564": 645,
    "291": 644,
    "227": 644,
    "504": 644,
    "560": 644,
    "821": 644,
    "787": 644,
    "358": 644,
    "453": 644,
    "459": 644,
    "493": 643,
    "407": 643,
    "952": 643,
    "375": 643,
    "702": 642,
    "595": 642,
    "460": 641,
    "870": 641,
    "12": 641,
    "933": 641,
    "941": 641,
    "214": 641,
    "835": 641,
    "926": 641,
    "970": 640,
    "247": 640,
    "225": 640,
    "680": 640,
    "124": 640,
    "745": 639,
    "370": 639,
    "811": 639,
    "144": 639,
    "713": 639,
    "662": 639,
    "782": 639,
    "149": 638,
    "176": 638,
    "537": 638,
    "490": 638,
    "471": 637,
    "21": 637,
    "677": 637,
    "988": 637,
    "622": 637,
    "135": 637,
    "469": 637,
    "790": 636,
    "339": 636,
    "531": 636,
    "369": 636,
    "323": 636,
    "164": 636,
    "791": 636,
    "96": 636,
    "400": 636,
    "36": 635,
    "155": 635,
    "196": 635,
    "361": 635,
    "166": 635,
    "882": 634,
    "671": 634,
    "441": 634,
    "887": 634,
    "60": 634,
    "766": 634,
    "683": 634,
    "248": 634,
    "450": 633,
    "706": 633,
    "481": 633,
    "930": 633,
    "237": 633,
    "288": 633,
    "371": 632,
    "650": 632,
    "826": 631,
    "922": 631,
    "659": 631,
    "284": 631,
    "27": 631,
    "607": 631,
    "774": 631,
    "505": 630,
    "355": 630,
    "282": 630,
    "718": 630,
    "216": 630,
    "437": 630,
    "427": 630,
    "412": 629,
    "174": 629,
    "211": 629,
    "336": 629,
    "62": 629,
    "184": 629,
    "71": 629,
    "660": 629,
    "631": 629,
    "202": 629,
    "347": 628,
    "118": 628,
    "507": 628,
    "19": 628,
    "716": 627,
    "50": 627,
    "379": 627,
    "912": 627,
    "391": 627,
    "648": 627,
    "579": 626,
    "265": 626,
    "102": 626,
    "974": 625,
    "601": 625,
    "212": 625,
    "636": 625,
    "88": 624,
    "986": 624,
    "485": 623,
    "181": 623,
    "682": 623,
    "42": 623,
    "758": 623,
    "603": 623,
    "834": 623,
    "341": 623,
    "373": 622,
    "424": 621,
    "99": 621,
    "443": 621,
    "267": 621,
    "109": 621,
    "486": 621,
    "416": 620,
    "439": 620,
    "698": 620,
    "390": 620,
    "114": 620,
    "263": 620,
    "11": 620,
    "874": 619,
    "789": 619,
    "857": 619,
    "168": 619,
    "532": 619,
    "483": 619,
    "768": 618,
    "199": 618,
    "572": 618,
    "909": 617,
    "746": 617,
    "100": 617,
    "115": 617,
    "378": 616,
    "597": 616,
    "350": 616,
    "192": 616,
    "239": 615,
    "949": 615,
    "70": 615,
    "777": 615,
    "767": 615,
    "101": 615,
    "812": 615,
    "635": 615,
    "661": 615,
    "898": 614,
    "337": 614,
    "279": 614,
    "257": 614,
    "59": 614,
    "231": 614,
    "5": 614,
    "251": 613,
    "330": 613,
    "724": 613,
    "95": 613,
    "725": 613,
    "621": 612,
    "983": 612,
    "4": 611,
    "365": 611,
    "886": 611,
    "502": 611,
    "838": 611,
    "325": 611,
    "901": 611,
    "218": 611,
    "620": 611,
    "182": 610,
    "587": 610,
    "87": 610,
    "960": 610,
    "729": 610,
    "14": 609,
    "712": 609,
    "885": 609,
    "78": 609,
    "991": 609,
    "9": 609,
    "920": 609,
    "640": 608,
    "666": 608,
    "637": 608,
    "602": 608,
    "997": 608,
    "864": 608,
    "253": 608,
    "829": 608,
    "452": 608,
    "814": 608,
    "53": 607,
    "264": 607,
    "889": 607,
    "800": 607,
    "687": 607,
    "779": 607,
    "544": 607,
    "136": 606,
    "709": 606,
    "466": 606,
    "313": 606,
    "139": 606,
    "699": 606,
    "287": 606,
    "482": 606,
    "596": 605,
    "240": 605,
    "723": 605,
    "250": 605,
    "327": 605,
    "955": 605,
    "535": 605,
    "527": 605,
    "743": 604,
    "133": 604,
    "655": 604,
    "585": 604,
    "735": 604,
    "692": 604,
    "571": 604,
    "123": 604,
    "523": 604,
    "145": 603,
    "30": 603,
    "44": 603,
    "995": 603,
    "457": 603,
    "850": 603,
    "538": 602,
    "128": 602,
    "406": 602,
    "160": 601,
    "54": 601,
    "781": 601,
    "556": 601,
    "591": 601,
    "943": 601,
    "727": 601,
    "557": 600,
    "10": 600,
    "418": 600,
    "440": 600,
    "989": 600,
    "710": 600,
    "685": 600,
    "89": 599,
    "413": 599,
    "820": 599,
    "599": 599,
    "517": 599,
    "258": 599,
    "526": 598,
    "318": 598,
    "679": 598,
    "142": 598,
    "304": 597,
    "890": 597,
    "841": 597,
    "780": 597,
    "582": 596,
    "462": 596,
    "397": 596,
    "663": 596,
    "804": 596,
    "721": 596,
    "761": 596,
    "98": 595,
    "185": 595,
    "533": 595,
    "938": 595,
    "245": 594,
    "314": 594,
    "194": 594,
    "808": 594,
    "328": 594,
    "428": 594,
    "297": 594,
    "151": 594,
    "977": 593,
    "366": 593,
    "999": 593,
    "476": 593,
    "131": 593,
    "756": 593,
    "695": 593,
    "530": 593,
    "241": 592,
    "935": 592,
    "610": 592,
    "907": 592,
    "852": 592,
    "573": 592,
    "37": 592,
    "215": 591,
    "961": 591,
    "728": 591,
    "840": 591,
    "394": 590,
    "501": 590,
    "611": 590,
    "25": 590,
    "646": 590,
    "895": 590,
    "521": 590,
    "651": 590,
    "273": 589,
    "726": 589,
    "873": 589,
    "198": 588,
    "937": 588,
    "954": 588,
    "138": 588,
    "654": 588,
    "305": 587,
    "22": 587,
    "944": 587,
    "946": 587,
    "395": 587,
    "188": 587,
    "883": 586,
    "639": 586,
    "720": 586,
    "221": 586,
    "363": 586,
    "815": 586,
    "543": 586,
    "23": 586,
    "113": 585,
    "56": 585,
    "797": 585,
    "381": 585,
    "79": 585,
    "740": 584,
    "641": 584,
    "455": 584,
    "315": 584,
    "468": 584,
    "148": 584,
    "512": 584,
    "45": 584,
    "833": 584,
    "464": 584,
    "93": 584,
    "165": 583,
    "376": 583,
    "83": 583,
    "354": 583,
    "681": 583,
    "822": 582,
    "578": 582,
    "201": 582,
    "589": 582,
    "0": 581,
    "223": 581,
    "755": 581,
    "816": 580,
    "69": 580,
    "269": 579,
    "33": 579,
    "359": 579,
    "763": 579,
    "321": 579,
    "973": 579,
    "678": 579,
    "714": 578,
    "719": 578,
    "616": 578,
    "false": 578,
    "64": 578,
    "817": 578,
    "785": 577,
    "868": 577,
    "255": 577,
    "46": 576,
    "280": 576,
    "803": 576,
    "519": 576,
    "590": 576,
    "539": 576,
    "795": 575,
    "206": 575,
    "903": 575,
    "632": 575,
    "798": 575,
    "751": 575,
    "684": 575,
    "674": 575,
    "598": 575,
    "20": 574,
    "2": 574,
    "957": 574,
    "479": 574,
    "849": 574,
    "461": 573,
    "624": 573,
    "152": 573,
    "364": 573,
    "333": 572,
    "432": 572,
    "976": 572,
    "619": 572,
    "676": 572,
    "195": 572,
    "649": 572,
    "827": 572,
    "207": 571,
    "992": 571,
    "832": 571,
    "463": 571,
    "402": 571,
    "494": 571,
    "576": 570,
    "382": 570,
    "931": 570,
    "982": 570,
    "107": 570,
    "399": 570,
    "799": 570,
    "172": 569,
    "748": 569,
    "878": 569,
    "220": 569,
    "384": 569,
    "271": 569,
    "7": 568,
    "329": 568,
    "906": 568,
    "701": 568,
    "844": 567,
    "856": 567,
    "964": 567,
    "244": 567,
    "484": 566,
    "111": 566,
    "103": 566,
    "549": 565,
    "178": 565,
    "85": 565,
    "385": 564,
    "458": 564,
    "308": 563,
    "234": 563,
    "289": 563,
    "879": 563,
    "951": 562,
    "233": 562,
    "594": 562,
    "741": 561,
    "917": 561,
    "345": 561,
    "819": 561,
    "426": 561,
    "162": 561,
    "581": 561,
    "969": 560,
    "863": 560,
    "401": 560,
    "170": 560,
    "642": 559,
    "836": 559,
    "470": 559,
    "393": 559,
    "764": 559,
    "311": 558,
    "65": 558,
    "91": 557,
    "696": 557,
    "52": 557,
    "191": 557,
    "593": 556,
    "588": 556,
    "881": 556,
    "953": 556,
    "939": 556,
    "711": 556,
    "690": 556,
    "322": 556,
    "975": 556,
    "618": 555,
    "388": 555,
    "<=": 555,
    "84": 555,
    "703": 554,
    "442": 554,
    "754": 554,
    "153": 554,
    "509": 554,
    "15": 554,
    "38": 554,
    "444": 553,
    "292": 553,
    "226": 553,
    "348": 553,
    "786": 553,
    "137": 553,
    "793": 553,
    "565": 552,
    "987": 552,
    "759": 552,
    "41": 552,
    "971": 552,
    "343": 552,
    "438": 551,
    "876": 551,
    "179": 551,
    "910": 551,
    "177": 550,
    "474": 550,
    "204": 550,
    "617": 550,
    "335": 549,
    "55": 549,
    "553": 549,
    "524": 549,
    "270": 549,
    "570": 548,
    "965": 548,
    "510": 548,
    "300": 547,
    "653": 546,
    "915": 546,
    "665": 546,
    "423": 546,
    "911": 546,
    "580": 546,
    "28": 545,
    "496": 545,
    "129": 544,
    "892": 544,
    "753": 544,
    "963": 544,
    "981": 544,
    "948": 543,
    "169": 543,
    "72": 543,
    "159": 543,
    "940": 543,
    "928": 542,
    "546": 542,
    "104": 542,
    "448": 542,
    "487": 542,
    "513": 541,
    "205": 541,
    "433": 541,
    "923": 540,
    "230": 540,
    "346": 540,
    "299": 539,
    "436": 539,
    "296": 538,
    "434": 536,
    "644": 536,
    "667": 535,
    "349": 535,
    "386": 535,
    "307": 534,
    "542": 534,
    "670": 534,
    "908": 532,
    "80": 532,
    "891": 532,
    "862": 531,
    "934": 531,
    "561": 531,
    "478": 531,
    "286": 531,
    "606": 531,
    "503": 530,
    "693": 530,
    "924": 530,
    "157": 530,
    "837": 530,
    "529": 530,
    "445": 529,
    "74": 529,
    "902": 529,
    "417": 529,
    "140": 528,
    "319": 528,
    "217": 528,
    "675": 528,
    "112": 527,
    "752": 527,
    "421": 527,
    "254": 527,
    "35": 527,
    "775": 527,
    "242": 527,
    "586": 526,
    "268": 524,
    "796": 524,
    "801": 523,
    "645": 522,
    "106": 522,
    "259": 522,
    "67": 521,
    "511": 521,
    "495": 520,
    "932": 520,
    "360": 520,
    "506": 519,
    "522": 518,
    "742": 517,
    "283": 517,
    "541": 517,
    "49": 516,
    "545": 516,
    "208": 516,
    "480": 516,
    "794": 515,
    "39": 514,
    "18": 513,
    "171": 513,
    "555": 513,
    "498": 512,
    "802": 512,
    "916": 511,
    "550": 511,
    "993": 510,
    "772": 510,
    "825": 510,
    "810": 509,
    "inline": 509,
    "272": 508,
    "925": 508,
    "293": 508,
    "540": 508,
    "431": 507,
    "92": 506,
    "959": 506,
    "842": 505,
    "664": 505,
    "668": 505,
    "945": 505,
    "306": 504,
    "536": 503,
    "813": 503,
    "203": 503,
    "958": 503,
    "919": 502,
    "125": 500,
    "141": 500,
    "true": 500,
    "851": 499,
    "197": 499,
    "57": 494,
    "312": 494,
    "737": 493,
    "921": 493,
    "187": 492,
    "792": 491,
    "704": 491,
    "16": 491,
    "309": 489,
    "762": 488,
    "828": 484,
    "117": 480,
    "351": 477,
    "625": 475,
    "352": 475,
    "389": 474,
    "317": 473,
    "514": 469,
    "320": 468,
    "913": 468,
    "760": 468,
    "778": 468,
    "enum": 466,
    "--": 459,
    "1": 452,
    "326": 443,
    "566": 438,
    "#if": 392,
    "-=": 386,
    "defined": 348,
    "FALSE": 307,
    "TRUE": 287,
    "fail": 234,
    "#else": 233,
    "do": 220,
    "exit": 219,
    "err": 210,
    "union": 194,
    "short": 165,
    "done": 160,
    "\"": 154,
    "%": 136,
    "^": 110,
    "trunc": 103,
    "volatile": 84,
    "out_free": 83,
    "#define": 80,
    "out_unlock": 79,
    ">>=": 71,
    "#ifndef": 67,
    "drop": 66,
    "cleanup": 61,
    "Exit": 57,
    "signed": 56,
    "/=": 53,
    "end": 53,
    "error": 53,
    "*=": 53,
    "<<=": 50,
    "unlock": 48,
    "EXIT": 47,
    "err_out": 35,
    "err1": 31,
    "nla_put_failure": 30,
    "next": 28,
    "retry": 27,
    "again": 24,
    "Fail": 23,
    "e0": 22,
    "register": 22,
    "#undef": 20,
    "err2": 20,
    "^=": 19,
    "restart": 18,
    "no_policy": 18,
    "err_out_kobj_put": 18,
    "...": 17,
    "err_vosclose": 16,
    "out_err": 16,
    "btm_probe_exit": 16,
    "failure": 16,
    "leave": 16,
    "error_out": 15,
    "do_error": 15,
    "keep_locked": 14,
    "wait_for_memory": 14,
    "out2": 14,
    "eof": 14,
    "new_sess_out": 14,
    "try_again": 13,
    "extern": 13,
    "out_free_unlock": 13,
    "#elif": 13,
    "clear_hash": 13,
    "discard": 12,
    "out_disable": 12,
    "ret": 12,
    "err_mem": 11,
    "err_free": 11,
    "out_release_free_unlock": 11,
    "out_freeiov": 11,
    "redo": 10,
    "failed": 10,
    "err3": 10,
    "out_put": 10,
    "%=": 10,
    "nopage": 10,
    "set_multislicing_mode_fail": 10,
    "e1": 9,
    "free": 9,
    "#pragma": 9,
    "out_wipe_list": 9,
    "err0": 9,
    "err_create_ls_device_file": 9,
    "free_newinfo": 9,
    "get_multislicing_mode_fail": 9,
    "begin": 8,
    "retry_cpuset": 8,
    "new_segment": 8,
    "wait_for_sndbuf": 8,
    "found": 8,
    "Exit2": 8,
    "exit_unlock": 8,
    "hard_fail": 8,
    "out_release": 8,
    "__attribute__": 8,
    "corrupted": 8,
    "err_regulator": 8,
    "discard_it": 8,
    "errout": 8,
    "out_nounlock": 8,
    "err_irq": 8,
    "tx_err_dst_release": 8,
    "191str": 8,
    "exit_free": 7,
    "fail_unlock": 7,
    "err_vosstop": 7,
    "send_move_response": 7,
    "timer_okay": 7,
    "oom": 7,
    "out_sig": 7,
    "got_pg": 7,
    "fail_alloc": 6,
    "err_free_netdev": 6,
    "err_close_adapter": 6,
    "err_bap_close": 6,
    "success": 6,
    "activate_locked": 6,
    "err_out_unlock": 6,
    "err_out_put_module": 6,
    "nomem_out": 6,
    "err_free_policy": 6,
    "err_free_cpumask": 6,
    "err_unlock_policy": 6,
    "err_out_unregister": 6,
    "err_null_driver": 6,
    "found_fin_ok": 6,
    "adjudge_to_death": 6,
    "out_check_final": 6,
    "free_skb": 6,
    "skip_gpio": 6,
    "# endif": 6,
    "no_page_table": 6,
    "unwritable_page": 6,
    "new_slab": 6,
    "exit_ck": 6,
    "eee_exit_err": 6,
    "underflow": 6,
    "out_msi_disable": 6,
    "err4": 6,
    "err_create_ps_device": 6,
    "parse_error": 6,
    "out_kfree": 6,
    "cleanup_matches": 6,
    "err_invalid_input": 6,
    "tx_err_link_failure": 6,
    "tx_err": 6,
    "cis_error": 6,
    "bail_2": 6,
    "err_set_profile": 6,
    "771str": 6,
    "err_get": 5,
    "err_unregister_pmops": 5,
    "keep": 5,
    "response": 5,
    "rearm": 5,
    "init_fail": 5,
    "probe_fail": 5,
    "free_master": 5,
    "phy_err": 5,
    "out_free_lcd": 5,
    "fix_extent_len": 5,
    "discard_and_relse": 5,
    "buf_sync_err_3": 5,
    "file_error": 5,
    "fail_host_msg": 5,
    "err_resources": 5,
    "out_uninit": 5,
    "# define": 5,
    "replay": 5,
    "err_bindx_rem": 5,
    "do_interrupted": 5,
    "free_counters": 5,
    "out_err1": 5,
    "bail": 5,
    "out_munmap": 5,
    "old_sess_out": 5,
    "err_supplies": 5,
    "flush_failed": 5,
    "stat_out": 5,
    "short_packet": 4,
    "err_core_conf": 4,
    "err_ioremap": 4,
    "e2": 4,
    "err_free_hdd_context": 4,
    "err_bap_stop": 4,
    "err_reg_netdev": 4,
    "module_out": 4,
    "out_policy": 4,
    "err_if_unreg": 4,
    "do_fault": 4,
    "recv_urg": 4,
    "found_ok_skb": 4,
    "do_prequeue": 4,
    "skip_copy": 4,
    "S": 4,
    "drop_recycle_buffer": 4,
    "test_cleanup": 4,
    "FT_COMPONENT": 4,
    "err_unpin": 4,
    "finish": 4,
    "fail_locked": 4,
    "err_dev": 4,
    "out_unwind": 4,
    "out_remove_uuid": 4,
    "out_free_perag": 4,
    "out_rtunmount": 4,
    "unwind": 4,
    "balance_counter": 4,
    "out_page": 4,
    "encrypted_session_key_set": 4,
    "disable_fifo": 4,
    "down": 4,
    "bad": 4,
    "err_re_init": 4,
    "err5": 4,
    "err6": 4,
    "err7": 4,
    "free_int": 4,
    "free_wakeirq": 4,
    "clear_hash_noput": 4,
    "drop_and_release": 4,
    "reset": 4,
    "skip": 4,
    "fb_mmap_failed": 4,
    "fail_SegListInsert": 4,
    "sps_init_endpoint_failed": 4,
    "alloc_descr_failed": 4,
    "alloc_buffer_failed": 4,
    "unregister_dev": 4,
    "err_tci": 4,
    "do_nonblock": 4,
    "free_newinfo_untrans": 4,
    "err_alloc": 4,
    "schedule": 4,
    "err_invalid_buff": 4,
    "err_invalid_core": 4,
    "free_kobj": 4,
    "failed_free": 4,
    "err_alloc_dev": 4,
    "err_reg_dev": 4,
    "add_proto_failed": 4,
    "rtnl_link_failed": 4,
    "tap_ops_failed": 4,
    "49var": 4,
    "out_free_radios": 4,
    "put_old": 4,
    "no_free_client": 4,
    "set_entropy_mode_fail": 4,
    "get_entropy_mode_fail": 4,
    "ins_table_fail": 4,
    "do_send": 4,
    "csum_copy_err": 3,
    "err_conf": 3,
    "fini": 3,
    "fail_span": 3,
    "error_sme_open": 3,
    "err_config": 3,
    "err_wdclose": 3,
    "err_nl_srv": 3,
    "cannot_free": 3,
    "cull_mlocked": 3,
    "mpol_out": 3,
    "clean": 3,
    "address_error": 3,
    "err_kfree_meta": 3,
    "err_kfree_txhdr_cache": 3,
    "out_unmap_hdr": 3,
    "err_clk_put_apbif": 3,
    "err_unmap0": 3,
    "err_kfree": 3,
    "mt9d015_sensor_probe_fail": 3,
    "end2": 3,
    "Fail3": 3,
    "Success": 3,
    "Fail2": 3,
    "#error": 3,
    "out_tsk": 3,
    "fail1": 3,
    "#": 3,
    "# ifdef": 3,
    "release_buf": 3,
    "out_rele_rip": 3,
    "slow_path": 3,
    "next_page": 3,
    "reuse": 3,
    "out_nomap": 3,
    "no_dma": 3,
    "disable_pm": 3,
    "loop": 3,
    "load_freelist": 3,
    "out_del_kobj": 3,
    "err_cur_lli_free": 3,
    "unlock_fail": 3,
    "698str": 3,
    "gamma_err": 3,
    "out_free_hostrcb_dma": 3,
    "out_scsi_host_put": 3,
    "cleanup_nomem": 3,
    "found_extent": 3,
    "merge": 3,
    "has_space": 3,
    "got_allocated_blocks": 3,
    "vdd_rstr_exit": 3,
    "err_deep_sleep": 3,
    "err_voss_stop": 3,
    "try_transfer": 3,
    "setup_exit_0": 3,
    "free_reset": 3,
    "free_bslen": 3,
    "free_mipi_req": 3,
    "err8": 3,
    "late_failure": 3,
    "release_sk1": 3,
    "ipv6_pktoptions": 3,
    "bad_packet": 3,
    "csum_error": 3,
    "no_tcp_socket": 3,
    "dont_forward": 3,
    "buf_sync_err_1": 3,
    "err_ret": 3,
    "error_free_dev": 3,
    "error_cleanup_buffer": 3,
    "out_sock_release": 3,
    "out_freectl": 3,
    "err_parse_dt": 3,
    "\\": 3,
    "sps_reg_event_failed": 3,
    "invalid": 3,
    "::": 3,
    "err_context": 3,
    "out_ignore": 3,
    "out_trans_fail": 3,
    "cannot_release": 3,
    "787var": 3,
    "free_cpumask": 3,
    "exit2": 3,
    "out_ack": 3,
    "reset_hw_out": 3,
    "mac_reset_top": 3,
    "no_packet": 3,
    "put_module": 3,
    "release_matches": 3,
    "err_vcc_lcd": 3,
    "err_vlcd": 3,
    "err_io": 3,
    "dequeue": 3,
    "err_noirq": 3,
    "err_free_mem": 3,
    "err_free_input": 3,
    "fail_lookup": 3,
    "restore_opts": 3,
    "free_sbi": 3,
    "free_options": 3,
    "free_nm": 3,
    "free_node_inode": 3,
    "free_root_inode": 3,
    "error_return": 3,
    "gdb": 3,
    "locals_error": 3,
    "ion_error": 3,
    "out_put_node": 3,
    "out_free_cpus": 3,
    "out_close_fd": 3,
    "apply": 3,
    "skip_drivers_unlock": 3,
    "try_this_zone": 3,
    "this_zone_full": 3,
    "val": 3,
    "out_unmap_dist": 3,
    "up_fail": 3,
    "out_free_mon": 3,
    "abort": 3,
    "err_codec": 3,
    "err_reset": 3,
    "set_framerate_fail": 3,
    "set_cir_mbs_fail": 3,
    "get_cir_mbs_fail": 3,
    "disp_en_gpio_err": 2,
    "rst_gpio_err": 2,
    "bklt_en_gpio_err": 2,
    "mode_gpio_err": 2,
    "2048": 2,
    "exact_match": 2,
    "drop_no_sk_drops_inc": 2,
    "send": 2,
    "do_udp_sendmsg": 2,
    "do_append_data": 2,
    "do_confirm": 2,
    "back_from_confirm": 2,
    "out_udpv6_protocol": 2,
    "err_dig": 2,
    "err_hfpll_a": 2,
    "err_hfpll_b": 2,
    "err_core_get": 2,
    "err_l2_regs": 2,
    "err_table": 2,
    "err_regulators": 2,
    "err_clocks": 2,
    "fail_blockalloc": 2,
    "fail_export": 2,
    "fail_import": 2,
    "fail_cpuvaddr": 2,
    "fail_syncblockalloc": 2,
    "fail_spanalloc": 2,
    "fail_suballoc": 2,
    "fail_raalloc": 2,
    "error_register_wext": 2,
    "error_init_txrx": 2,
    "error_wmm_init": 2,
    "error_tdls_init": 2,
    "resume_bmps": 2,
    "free_hdd_ctx": 2,
    "err_clkvote": 2,
    "err_free_power_on_lock": 2,
    "free_it": 2,
    "check_pending": 2,
    "probe_failure": 2,
    "put_mpol": 2,
    "free_scratch": 2,
    "put_new": 2,
    "out_nopush": 2,
    "recv_sndq": 2,
    "} else {": 2,
    "sendresp": 2,
    "send_move_confirm_response": 2,
    "not_indicate": 2,
    "err_unwind": 2,
    "err_kfree_ring": 2,
    "err_free_ringmemory": 2,
    "err_destroy_bk": 2,
    "err_destroy_be": 2,
    "err_destroy_vi": 2,
    "err_destroy_vo": 2,
    "err_destroy_mcast": 2,
    "err_clk_put_d_audio": 2,
    "err_release0": 2,
    "err_release1": 2,
    "rearm_if_notmax": 2,
    "show_valid_cards": 2,
    "err_rfkill_alloc": 2,
    "err_rfkill_reg": 2,
    "update_nobuf": 2,
    "opthelp": 2,
    "Load_Ok": 2,
    "trace_raccess": 2,
    "trace_objs": 2,
    "Calculate_Ppem": 2,
    "err_interruptible": 2,
    "fail_unpin": 2,
    "free_work": 2,
    "cleanup_pending": 2,
    "err_unref": 2,
    "err_sysdev_unreg": 2,
    "err_out_release": 2,
    "err_out_iounmap": 2,
    "err_out_cleardev": 2,
    "err_out_unmap_tx": 2,
    "err_out_unmap_rx": 2,
    "\\n": 2,
    "exit_remove": 2,
    "fail0": 2,
    "fail2": 2,
    "exit_psupply": 2,
    "skiplevel": 2,
    "try_alternative": 2,
    "release_and_out": 2,
    "add_header": 2,
    "excess_failures": 2,
    "perm_error": 2,
    "# ifndef": 2,
    "out_duplicate": 2,
    "reread": 2,
    "out_log_dealloc": 2,
    "failed_register": 2,
    "evt_error": 2,
    "check_pfn": 2,
    "out_set_pte": 2,
    "split_fallthrough": 2,
    "no_page": 2,
    "bad_page": 2,
    "gotten": 2,
    "oom_free_new": 2,
    "setpte": 2,
    "oom_free_page": 2,
    "release": 2,
    "request_gpio_failed": 2,
    "config_vreg_failed": 2,
    "enable_vreg_failed": 2,
    "config_gpio_failed": 2,
    "enable_clk_failed": 2,
    "power_down": 2,
    "out_invalid_auth_tok": 2,
    "out_invalid_auth_tok_unlock": 2,
    "find_next_matching_auth_tok": 2,
    "found_matching_auth_tok": 2,
    "err_unregister": 2,
    "check_slabs": 2,
    "slab_empty": 2,
    "out_put_kobj": 2,
    "err_txd_free": 2,
    "err_lli_free": 2,
    "err_chan_free": 2,
    "err_reset_assert": 2,
    "err_clk_disable": 2,
    "err_irq_disable": 2,
    "err_dma_unregister": 2,
    "get_done": 2,
    "enable_mclk_failed": 2,
    "enable_power_on_failed": 2,
    "enable_sensor_power_up_failed": 2,
    "ignore": 2,
    "irq_enable_err": 2,
    "fast_fail": 2,
    "out_clk": 2,
    "out_thread": 2,
    "out_ports": 2,
    "reg_failed": 2,
    "err_sysfs": 2,
    "err_nl": 2,
    "dis_opt_clks": 2,
    "ohsps_unlock": 2,
    "match_manuf": 2,
    "match_prod": 2,
    "round": 2,
    "out_unregister_lcd": 2,
    "out_free_res_entries": 2,
    "out_free_vpd_cbs": 2,
    "out_ipr_free_cmd_blocks": 2,
    "out_free_host_rrq": 2,
    "out_release_regions": 2,
    "cleanup_nolog": 2,
    "repeat": 2,
    "got_index": 2,
    "prepend": 2,
    "map_out": 2,
    "out1": 2,
    "out3": 2,
    "handle_hotplug_exit": 2,
    "vph_disable_exit": 2,
    "unlock_and_exit": 2,
    "out_put_task": 2,
    "setup_exit": 2,
    "free_mipi_busy": 2,
    "err_gpio_init": 2,
    "err9": 2,
    "err10": 2,
    "have_isn": 2,
    "drop_and_free": 2,
    "out_overflow": 2,
    "out_nonewsk": 2,
    "csum_err": 2,
    "process": 2,
    "do_time_wait": 2,
    "out_tcpv6_protocol": 2,
    "out_tcpv6_protosw": 2,
    "err_set_policy_cpu": 2,
    "err_get_freq": 2,
    "end_of_list": 2,
    "proc_vif_fail": 2,
    "proc_cache_fail": 2,
    "reg_pernet_fail": 2,
    "reg_notif_fail": 2,
    "add_proto_fail": 2,
    "forward": 2,
    "last_forward": 2,
    "next_table": 2,
    "next_entry": 2,
    "next_entry2": 2,
    "splash_err": 2,
    "pm_error": 2,
    "thread_error": 2,
    "blank_error": 2,
    "buf_sync_err_2": 2,
    "skip_retire_fence": 2,
    "mdss_notfound": 2,
    "call_kill": 2,
    "out_module_put": 2,
    "out_module_busy": 2,
    "out_fs": 2,
    "out_mount": 2,
    "fail_start": 2,
    "fail_end": 2,
    "fail_bt": 2,
    "arena_fail": 2,
    "hash_fail": 2,
    "insert_fail": 2,
    "err_free_ls_input_device": 2,
    "err_unregister_ls_input_device": 2,
    "err_free_ps_input_device": 2,
    "err_unregister_ps_input_device": 2,
    "err_lightsensor_setup": 2,
    "err_psensor_setup": 2,
    "err_lightsensor_update_table": 2,
    "err_create_singlethread_workqueue": 2,
    "err_CM36682_setup": 2,
    "err_create_class": 2,
    "err_create_ls_device": 2,
    "925str": 2,
    "err_platform_data_null": 2,
    "748var": 2,
    "298var": 2,
    "sps_config_failed": 2,
    "err_exit": 2,
    "sps_transfer_failed": 2,
    "init_msgq": 2,
    "qmi_handle_create_failed": 2,
    "qmi_connect_to_service_failed": 2,
    "qmi_select_instance_failed": 2,
    "fail_remove": 2,
    "fail_printk": 2,
    "out_key": 2,
    "fail_msgr": 2,
    "fail_monc": 2,
    "out_debugfs": 2,
    "out_crypto": 2,
    "err_disable_dev": 2,
    "err_release_io": 2,
    "err_release_plx": 2,
    "err_release_ram": 2,
    "err_io_unmap": 2,
    "free_ep": 2,
    "free_iface": 2,
    "unreg_iface": 2,
    "user_scan_exit": 2,
    "release_ida": 2,
    "free_conn": 2,
    "release_parent_ref": 2,
    "release_host": 2,
    "exit_get_chap": 2,
    "free_priv": 2,
    "unregister_transport_class": 2,
    "unregister_endpoint_class": 2,
    "unregister_iface_class": 2,
    "unregister_host_class": 2,
    "unregister_conn_class": 2,
    "unregister_session_class": 2,
    "release_nls": 2,
    "no_file": 2,
    "no_id": 2,
    "out_up": 2,
    "out_put_dentry": 2,
    "out_nattch": 2,
    "install": 2,
    "retry_after_bus_reset": 2,
    "err_unit": 2,
    "redirty": 2,
    "out_alloc_put": 2,
    "out_qunlock": 2,
    "out_endtrans": 2,
    "prepare_write": 2,
    "not_possible": 2,
    "320str": 2,
    "807func": 2,
    "2000": 2,
    "error_ret": 2,
    "error_deallocate_sw_rb": 2,
    "err_gpio": 2,
    "'": 2,
    "READPACKET": 2,
    "nextitem": 2,
    "970str": 2,
    "up": 2,
    "omp critical": 2,
    "err_bindx_add": 2,
    "skip_mkasconf": 2,
    "copy_getaddrs": 2,
    "pp_found": 2,
    "pp_not_found": 2,
    "ready": 2,
    "interrupted": 2,
    "\\\n\tdo {\t\t\t\t\t\t\t\\\n\t\tmemset(wl_to_p2p_bss_saved_ie(wl, BSS_TYPE).p2p_ ## IE_TYPE ## _ie, 0, \\\n\t\t   sizeof(wl_to_p2p_bss_saved_ie(wl, BSS_TYPE).p2p_ ## IE_TYPE ## _ie)); \\\n\t\twl_to_p2p_bss_saved_ie(wl, BSS_TYPE).p2p_ ## IE_TYPE ## _ie_len = 0; \\\n\t} while (0);": 2,
    "set_ie": 2,
    "no_match": 2,
    "free_newinfo_counters_untrans": 2,
    "unlock_up_free": 2,
    "err_alloc_fb": 2,
    "err_map_video_mem": 2,
    "err_register_fb": 2,
    "err_global": 2,
    "err_pdata": 2,
    "err_register": 2,
    "dma_error": 2,
    "err_remap": 2,
    "err_clk": 2,
    "err_ep": 2,
    "unmap": 2,
    "eimap": 2,
    "eichan": 2,
    "erirq": 2,
    "err_ioremap_ipu": 2,
    "err_ioremap_ic": 2,
    "err_clk_get": 2,
    "err_attach_irq": 2,
    "err_idmac_init": 2,
    "err_free_thread": 2,
    "err_free_irq": 2,
    "out_err2": 2,
    "free_and_unmap": 2,
    "fail_mem_client": 2,
    "fail_bufq_capture": 2,
    "fail_bufq_output": 2,
    "fail_init": 2,
    "do_copy": 2,
    "bad_magic": 2,
    "restore_gc": 2,
    "try_onemore": 2,
    "free_sb_buf": 2,
    "free_meta_inode": 2,
    "free_cp": 2,
    "free_sm": 2,
    "free_proc": 2,
    "free_inodecache": 2,
    "free_node_manager_caches": 2,
    "free_segment_manager_caches": 2,
    "free_checkpoint_caches": 2,
    "free_kset": 2,
    "pcrel_mmix_reloc_fits": 2,
    "do_mmix_reloc": 2,
    "import_error": 2,
    "flag_error": 2,
    "map_error": 2,
    "get_cache": 2,
    "free_debugfs_dir": 2,
    "out_free_alua": 2,
    "out_free_hba": 2,
    "out_free_se_dev": 2,
    "out_uninit_little": 2,
    "out_uninit_big": 2,
    "out_unregister_little": 2,
    "store_cseq": 2,
    "flush": 2,
    "out_free_threads": 2,
    "out_free_evlist": 2,
    "end_hw_sec": 2,
    "unlock_out": 2,
    "err_class": 2,
    "err_base_chrdev": 2,
    "err_base_cdev": 2,
    "err_base_dev": 2,
    "err_groups_cdev": 2,
    "start": 2,
    "out_login": 2,
    "out_req_buf": 2,
    "out_rsp_buf": 2,
    "out_conn_ops": 2,
    "retry_reserve": 2,
    "zonelist_scan": 2,
    "rebalance": 2,
    "323str": 2,
    "288var": 2,
    "897str": 2,
    "err_out_free": 2,
    "out_unmap_rdist": 2,
    "failed_drvdata": 2,
    "failed_bind": 2,
    "failed_hw": 2,
    "out_unregister_driver": 2,
    "free_area": 2,
    "free_bitmap": 2,
    "start_next": 2,
    "err_free_private": 2,
    "err_mode_config_cleanup": 2,
    "err_unbind_all": 2,
    "err_cleanup_vblank": 2,
    "err_file_priv_free": 2,
    "err_unregister_pdevs": 2,
    "err_unregister_kms_drivers": 2,
    "fail_register": 2,
    "err_device_init": 2,
    "MC_THREAD_START_FAILURE": 2,
    "TX_THREAD_START_FAILURE": 2,
    "RX_THREAD_START_FAILURE": 2,
    "err_set_perf_level": 2,
    "set_input_buf_fail": 2,
    "err_alloc_wiphy": 2,
    "err_alloc_netdev": 2,
    "913str": 2,
    "__ccci_read_ack": 2,
    "need_lock": 2,
    "poll_fw": 2,
    "err_gpio_direction_input_failed": 2,
    "err_gpio_request_irq_fail": 2,
    "exit_input_free": 2,
    "err_create_file_curr": 2,
    "81var": 1,
    "bb2366": 1,
    "297str": 1,
    "243var": 1,
    "((TABLA_MBHC_CAL_GENERAL_PTR(tabla_cal)->X) = (Y))": 1,
    "((TABLA_MBHC_CAL_PLUG_DET_PTR(tabla_cal)->X) = (Y))": 1,
    "((TABLA_MBHC_CAL_PLUG_TYPE_PTR(tabla_cal)->X) = (Y))": 1,
    "((TABLA_MBHC_CAL_BTN_DET_PTR(tabla_cal)->X) = (Y))": 1,
    "{ space, r, 0,          1,         #r }": 1,
    "{ space, r, r##_STRIDE, r##_COUNT, #r }": 1,
    "ARRG": 1,
    "REG": 1,
    "\\\n  ((li)->li_family == AF_INET6 &&\t\t\t\t\t\\\n   (IN6_IS_ADDR_V4MAPPED(&(li)->li_addr->su_sin6.sin6_addr) ||\t\t\\\n    IN6_IS_ADDR_V4COMPAT(&(li)->li_addr->su_sin6.sin6_addr)))": 1,
    "( ( (FT_Long)FREETYPE_MAJOR << 16 ) | \\\n                                FREETYPE_MINOR                  )": 1,
    "0);": 1,
    "#  ifdef": 1,
    "#  endif": 1,
    "Not supported.": 1,
    "519str": 1,
    "13str": 1,
    "(10 * BASE_UNIT_CONVERSION)": 1,
    "2731": 1,
    "__required_pointer_size __save": 1,
    "__required_pointer_size 32": 1,
    "__required_pointer_size __restore": 1,
    "# if": 1,
    "#  define": 1,
    "365str": 1,
    "#x": 1,
    "439var": 1,
    "425str": 1,
    "336var": 1,
    "NSET": 1,
    "SEED": 1,
    "\\\n    do {                                                                \\\n        MBEDTLS_MPI_CHK( mbedtls_mpi_write_binary( ( X ),               \\\n                                                   p + 2,               \\\n                                                   ( n ) ) );           \\\n        *p++ = MBEDTLS_BYTE_1( n );                                     \\\n        *p++ = MBEDTLS_BYTE_0( n );                                     \\\n        p += ( n );                                                     \\\n    } while( 0 )": 1,
    "#en": 1,
    "$": 1,
    "invalid SiByte board configuration": 1,
    "{ offsetof(struct ib_device, x), #x }": 1,
    "((scaler/2) & 0x7) << 1;": 1,
    "writel(reg, dsim->reg_base + S5P_DSIM_PLLCTRL);": 1,
    "n": 1,
    "(1<<1)": 1,
    "PS_CLOSE+PS_AWAY": 1,
    "((((val)<<(width))+0x7FFF-(val))>>16)": 1,
    "CNVT_TOHW": 1,
    "(150000000)": 1,
    "\"Unknown Bootloader Family\"": 1,
    "\"%10lu\"": 1,
    "\"%21lu\"": 1,
    "702str": 1,
    "\\\n\tTEST_RR(   op\"\tr\",0,VAL1,\", r\",7,val,\"\")\t\\\n\tTEST_RR(   op\"\tr\",7,VAL2,\", r\",0,val,\"\")": 1,
    "311str": 1,
    "308func": 1,
    "\\\n\tTESTCASE_START(code)\t\t\\\n\tTEST_ARG_PTR(13, offset)\t\\\n\tTEST_ARG_END(\"\")\t\t\\\n\tTEST_BRANCH_F(code)\t\t\\\n\tTESTCASE_END": 1,
    "\\\n\tTESTCASE_START(code)\t\t\t\\\n\tTEST_ARG_END(\"\")\t\t\t\\\n\t\"50:\tnop\t\t\t\\n\\t\"\t\\\n\t\"1:\t\"code\"\t\t\t\\n\\t\"\t\\\n\t\"\t\"code2\"\t\t\t\\n\\t\"\t\\\n\t\"2:\tnop\t\t\t\\n\\t\"\t\\\n\tTESTCASE_END": 1,
    "796func": 1,
    "469func": 1,
    "\\\n\tTEST_RR(op s\".w\tr0,  r\",1, VAL1,\", r\",2, val, \"\")\t\t\t\\\n\tTEST_RR(op s\"\tr1,  r\",1, VAL1,\", r\",2, val, \", lsl #3\")\t\t\\\n\tTEST_RR(op s\"\tr2,  r\",3, VAL1,\", r\",2, val, \", lsr #4\")\t\t\\\n\tTEST_RR(op s\"\tr3,  r\",3, VAL1,\", r\",2, val, \", asr #5\")\t\t\\\n\tTEST_RR(op s\"\tr4,  r\",5, VAL1,\", r\",2, N(val),\", asr #6\")\t\t\\\n\tTEST_RR(op s\"\tr5,  r\",5, VAL1,\", r\",2, val, \", ror #7\")\t\t\\\n\tTEST_RR(op s\"\tr8,  r\",9, VAL1,\", r\",10,val, \", rrx\")\t\t\t\\\n\tTEST_R( op s\"\tr0,  r\",11,VAL1,\", #0x00010001\")\t\t\t\\\n\tTEST_R( op s\"\tr11, r\",0, VAL1,\", #0xf5000000\")\t\t\t\\\n\tTEST_R( op s\"\tr7,  r\",8, VAL2,\", #0x000af000\")": 1,
    "\\\n\t_DATA_PROCESSING32_DNM(op,\"\",val)\t\\\n\t_DATA_PROCESSING32_DNM(op,\"s\",val)": 1,
    "\\\n\tTEST_RR(op\".w\tr\",1, VAL1,\", r\",2, val, \"\")\t\t\t\\\n\tTEST_RR(op\"\tr\",1, VAL1,\", r\",2, val, \", lsl #3\")\t\t\\\n\tTEST_RR(op\"\tr\",3, VAL1,\", r\",2, val, \", lsr #4\")\t\t\\\n\tTEST_RR(op\"\tr\",3, VAL1,\", r\",2, val, \", asr #5\")\t\t\\\n\tTEST_RR(op\"\tr\",5, VAL1,\", r\",2, N(val),\", asr #6\")\t\t\\\n\tTEST_RR(op\"\tr\",5, VAL1,\", r\",2, val, \", ror #7\")\t\t\\\n\tTEST_RR(op\"\tr\",9, VAL1,\", r\",10,val, \", rrx\")\t\t\\\n\tTEST_R( op\"\tr\",11,VAL1,\", #0x00010001\")\t\t\t\\\n\tTEST_R( op\"\tr\",0, VAL1,\", #0xf5000000\")\t\t\t\\\n\tTEST_R( op\"\tr\",8, VAL2,\", #0x000af000\")": 1,
    "\\\n\tTEST_R( op s\".w\tr0,  r\",14, val, \"\")\t\t\t\\\n\tTEST_R( op s\"\tr1,  r\",12, val, \", lsl #3\")\t\t\\\n\tTEST_R( op s\"\tr2,  r\",11, val, \", lsr #4\")\t\t\\\n\tTEST_R( op s\"\tr3,  r\",10, val, \", asr #5\")\t\t\\\n\tTEST_R( op s\"\tr4,  r\",9, N(val),\", asr #6\")\t\t\\\n\tTEST_R( op s\"\tr5,  r\",8, val, \", ror #7\")\t\t\\\n\tTEST_R( op s\"\tr8,  r\",7,val, \", rrx\")\t\t\t\\\n\tTEST(   op s\"\tr0,  #0x00010001\")\t\t\t\\\n\tTEST(   op s\"\tr11, #0xf5000000\")\t\t\t\\\n\tTEST(   op s\"\tr7,  #0x000af000\")\t\t\t\\\n\tTEST(   op s\"\tr4,  #0x00005a00\")": 1,
    "\\\n\t_DATA_PROCESSING32_DM(op,\"\",val)\t\\\n\t_DATA_PROCESSING32_DM(op,\"s\",val)": 1,
    "\\\n\tTEST_RP( \"str\"size\"\tr\",0, VAL1,\", [r\",11,-1024,\", #1024]\")\t\t\\\n\tTEST_RP( \"str\"size\"\tr\",14,VAL2,\", [r\",1, -1024,\", #1080]\")\t\t\\\n\tTEST_RP( \"str\"size\"\tr\",0, VAL1,\", [r\",11,256,  \", #-120]\")\t\t\\\n\tTEST_RP( \"str\"size\"\tr\",14,VAL2,\", [r\",1, 256,  \", #-128]\")\t\t\\\n\tTEST_RP( \"str\"size\"\tr\",0, VAL1,\", [r\",11,24,  \"], #120\")\t\t\\\n\tTEST_RP( \"str\"size\"\tr\",14,VAL2,\", [r\",1, 24,  \"], #128\")\t\t\\\n\tTEST_RP( \"str\"size\"\tr\",0, VAL1,\", [r\",11,24,  \"], #-120\")\t\t\\\n\tTEST_RP( \"str\"size\"\tr\",14,VAL2,\", [r\",1, 24,  \"], #-128\")\t\t\\\n\tTEST_RP( \"str\"size\"\tr\",0, VAL1,\", [r\",11,24,   \", #120]!\")\t\t\\\n\tTEST_RP( \"str\"size\"\tr\",14,VAL2,\", [r\",1, 24,   \", #128]!\")\t\t\\\n\tTEST_RP( \"str\"size\"\tr\",0, VAL1,\", [r\",11,256,  \", #-120]!\")\t\t\\\n\tTEST_RP( \"str\"size\"\tr\",14,VAL2,\", [r\",1, 256,  \", #-128]!\")\t\t\\\n\tTEST_RPR(\"str\"size\".w\tr\",0, VAL1,\", [r\",1, 0,\", r\",2, 4,\"]\")\t\t\\\n\tTEST_RPR(\"str\"size\"\tr\",14,VAL2,\", [r\",10,0,\", r\",11,4,\", lsl #1]\")\t\\\n\tTEST_R(  \"str\"size\".w\tr\",7, VAL1,\", [sp, #24]\")\t\t\t\\\n\tTEST_RP( \"str\"size\".w\tr\",0, VAL2,\", [r\",0,0, \"]\")\t\t\t\\\n\tTEST_UNSUPPORTED(\"str\"size\"t\tr0, [r1, #4]\")": 1,
    "\\\n\tTEST_P( \"ldr\"size\"\tr0, [r\",11,-1024, \", #1024]\")\t\t\\\n\tTEST_P( \"ldr\"size\"\tr14, [r\",1, -1024,\", #1080]\")\t\t\\\n\tTEST_P( \"ldr\"size\"\tr0, [r\",11,256,   \", #-120]\")\t\t\\\n\tTEST_P( \"ldr\"size\"\tr14, [r\",1, 256,  \", #-128]\")\t\t\\\n\tTEST_P( \"ldr\"size\"\tr0, [r\",11,24,   \"], #120\")\t\t\\\n\tTEST_P( \"ldr\"size\"\tr14, [r\",1, 24,  \"], #128\")\t\t\\\n\tTEST_P( \"ldr\"size\"\tr0, [r\",11,24,   \"], #-120\")\t\t\\\n\tTEST_P( \"ldr\"size\"\tr14, [r\",1,24,   \"], #-128\")\t\t\\\n\tTEST_P( \"ldr\"size\"\tr0, [r\",11,24,    \", #120]!\")\t\t\\\n\tTEST_P( \"ldr\"size\"\tr14, [r\",1, 24,   \", #128]!\")\t\t\\\n\tTEST_P( \"ldr\"size\"\tr0, [r\",11,256,   \", #-120]!\")\t\t\\\n\tTEST_P( \"ldr\"size\"\tr14, [r\",1, 256,  \", #-128]!\")\t\t\\\n\tTEST_PR(\"ldr\"size\".w\tr0, [r\",1, 0,\", r\",2, 4,\"]\")\t\t\\\n\tTEST_PR(\"ldr\"size\"\tr14, [r\",10,0,\", r\",11,4,\", lsl #1]\")\t\\\n\tTEST_X( \"ldr\"size\".w\tr0, 3f\",\t\t\t\t\\\n\t\t\".align 3\t\t\t\t\\n\\t\"\t\t\\\n\t\t\"3:\t.word\t\"__stringify(VAL1))\t\t\t\\\n\tTEST_X( \"ldr\"size\".w\tr14, 3f\",\t\t\t\t\\\n\t\t\".align 3\t\t\t\t\\n\\t\"\t\t\\\n\t\t\"3:\t.word\t\"__stringify(VAL2))\t\t\t\\\n\tTEST(   \"ldr\"size\".w\tr7, 3b\")\t\t\t\t\\\n\tTEST(   \"ldr\"size\".w\tr7, [sp, #24]\")\t\t\t\t\\\n\tTEST_P( \"ldr\"size\".w\tr0, [r\",0,0, \"]\")\t\t\t\\\n\tTEST_UNSUPPORTED(\"ldr\"size\"t\tr0, [r1, #4]\")": 1,
    "\\\n\tTEST_RR(op\"\tr0,  r\",1, VAL1,\", r\",2, 3, \"\")\t\\\n\tTEST_RR(op\"\tr14, r\",12,VAL2,\", r\",11,10,\"\")": 1,
    "\\\n\tTEST_RR(  op\"add16\tr0, r\",0,  HH1,\", r\",1, HH2,\"\")\t\\\n\tTEST_RR(  op\"add16\tr14, r\",12,HH2,\", r\",10,HH1,\"\")\t\\\n\tTEST_RR(  op\"asx\tr0, r\",0,  HH1,\", r\",1, HH2,\"\")\t\\\n\tTEST_RR(  op\"asx\tr14, r\",12,HH2,\", r\",10,HH1,\"\")\t\\\n\tTEST_RR(  op\"sax\tr0, r\",0,  HH1,\", r\",1, HH2,\"\")\t\\\n\tTEST_RR(  op\"sax\tr14, r\",12,HH2,\", r\",10,HH1,\"\")\t\\\n\tTEST_RR(  op\"sub16\tr0, r\",0,  HH1,\", r\",1, HH2,\"\")\t\\\n\tTEST_RR(  op\"sub16\tr14, r\",12,HH2,\", r\",10,HH1,\"\")\t\\\n\tTEST_RR(  op\"add8\tr0, r\",0,  HH1,\", r\",1, HH2,\"\")\t\\\n\tTEST_RR(  op\"add8\tr14, r\",12,HH2,\", r\",10,HH1,\"\")\t\\\n\tTEST_RR(  op\"sub8\tr0, r\",0,  HH1,\", r\",1, HH2,\"\")\t\\\n\tTEST_RR(  op\"sub8\tr14, r\",12,HH2,\", r\",10,HH1,\"\")": 1,
    "399str": 1,
    "25000": 1,
    "DEFINE(x, offsetof(struct paca_struct, shadow_vcpu.f))": 1,
    "DEFINE(x, offsetof(struct paca_struct, kvm_hstate.f))": 1,
    "DEFINE(x, offsetof(struct kvmppc_book3s_shadow_vcpu, f))": 1,
    "DEFINE(x, offsetof(struct kvmppc_book3s_shadow_vcpu, hstate.f))": 1,
    "((SIM_SOPT2_USBSRC_MASK) | (SIM_SOPT2_TPMSRC_MASK) | (SIM_SOPT2_LPUART0SRC_MASK) | (SIM_SOPT2_LPUART1SRC_MASK))": 1,
    "insn": 1,
    "0x02u": 1,
    "0x12u": 1,
    "0x92u": 1,
    "759var": 1,
    "140var": 1,
    "997str": 1,
    "wifi_station_set_hostname(temp);": 1,
    "image[(x)+(y)*width+(k)*width*height]": 1,
    "edgeMap[(x)+(y)*width]": 1,
    "omp parallel for private(i_cl,dim) num_threads(vl_get_max_threads())": 1,
    "omp parallel for private(i_cl,i_d) reduction(+:LL) \\\nnum_threads(vl_get_max_threads())": 1,
    "omp parallel default(shared) private(i_d, i_cl, dim) \\\n                     num_threads(vl_get_max_threads())": 1,
    "omp for": 1,
    "do_sock_err": 1,
    "INIT_IE": 1,
    "0xdd": 1,
    "(wl_to_p2p_bss_saved_ie(wl, bsstype).p2p_ ## type ## _ie)": 1,
    "(wl_to_p2p_bss_saved_ie(wl, bsstype).p2p_ ## type ## _ie_len)": 1,
    "IE_TYPE": 1,
    "IE_TYPE_LEN": 1,
    "\\\n\tdo {                   \\\n\t\tinit_timer(timer); \\\n\t\ttimer->function = func; \\\n\t\ttimer->expires = jiffies + msecs_to_jiffies(duration + extra_delay); \\\n\t\ttimer->data = (unsigned long) wl; \\\n\t\tadd_timer(timer); \\\n\t} while (0);": 1,
    "INIT_TIMER": 1,
    "MAX_WAIT_TIME": 1,
    "((bool) ^ !!(ipinfo->invflags & (invflg)))": 1,
    "FWINV": 1,
    "319(num": 1,
    "815),": 1,
    "udc->regs + EXYNOS_USB3_DCFG);": 1,
    "#defin": 1,
    "3000": 1,
    "16384": 1,
    "bfd_arch_mep": 1,
    "args_error": 1,
    "ARRAY_SIZE(syscall_names)": 1,
    "0x4": 1,
    "0x14": 1,
    "\\\n\tdo { \\\n\t\tif (start <= pos && pos < end && size > adj) \\\n\t\t\tsize -= adj; \\\n\t} while (0)": 1,
    "adj_init_size": 1,
    "894 ? str": 1,
    "641 : str": 1,
    "249, var": 1,
    "894 ? var": 1,
    "894 : str": 1,
    "249);": 1,
    "103var": 1,
    "431str": 1,
    "886var": 1,
    "157var": 1,
    "out_root": 1,
    "out_lock_cn_cb": 1,
    "out_dt": 1,
    "out_md_fid": 1,
    "out_md": 1,
    "#warning": 1,
    "\"{no}acl options have been deprecated since 1.8, please remove them\"": 1,
    "374var": 1,
    "459str": 1,
    "126var": 1,
    "384str": 1,
    "647var": 1,
    "351var": 1,
    "760str": 1,
    "532var": 1,
    "15str": 1,
    "683var": 1,
    "134var": 1,
    "512var": 1,
    "39str": 1,
    "805var": 1,
    "104str": 1,
    "270var": 1,
    "206var": 1,
    "451str": 1,
    "54var": 1,
    "848str": 1,
    "669var": 1,
    "991var": 1,
    "out_statfs": 1,
    "981var": 1,
    "481str": 1,
    "0x1A": 1,
    "0x20": 1,
    "0xFF": 1,
    "# else": 1,
    "err_reg_wiphy": 1,
    "833str": 1,
    "523str": 1,
    "(prDev->mc_count > MAX_NUM_GROUP_ADDR)) {": 1,
    "prGlueInfo->prP2PInfo->u4PacketFilter |= PARAM_PACKET_FILTER_ALL_MULTICAST;": 1,
    "587var": 1,
    "152str": 1
}