{
    "signed": 0,
    "restrict": 1,
    "'": 2,
    "#elif": 3,
    "int16_t": 4,
    "_": 5,
    "uintptr_t": 6,
    "<<=": 7,
    "extern": 8,
    "^=": 9,
    "@": 10,
    "/=": 11,
    "n": 12,
    ">>=": 13,
    "volatile": 14,
    "end": 15,
    "register": 16,
    "__pyx_L1_error": 17,
    "int64_t": 18,
    "#define": 19,
    "*=": 20,
    "^": 21,
    "exit": 22,
    "...": 23,
    "cleanup": 24,
    "#ifndef": 25,
    "union": 26,
    "err": 27,
    "do": 28,
    "done": 29,
    "fail": 30,
    "error": 31,
    "int32_t": 32,
    "short": 33,
    "\"": 34,
    "%": 35,
    "#else": 36,
    "ssize_t": 37,
    "uint64_t": 38,
    "defined": 39,
    "float": 40,
    "-=": 41,
    "uint16_t": 42,
    "double": 43,
    "#if": 44,
    "TRUE": 45,
    "--": 46,
    "&=": 47,
    "continue": 48,
    "FALSE": 49,
    "default": 50,
    "461": 51,
    "817": 52,
    "58": 53,
    "out": 54,
    "135": 55,
    "976": 56,
    "283": 57,
    "695": 58,
    "802": 59,
    "29": 60,
    "769": 61,
    "535": 62,
    "684": 63,
    "628": 64,
    "<=": 65,
    "632": 66,
    "207": 67,
    "708": 68,
    "556": 69,
    "395": 70,
    "68": 71,
    "601": 72,
    "674": 73,
    "963": 74,
    "372": 75,
    "70": 76,
    "796": 77,
    "621": 78,
    "316": 79,
    "306": 80,
    "783": 81,
    "331": 82,
    "563": 83,
    "326": 84,
    "295": 85,
    "513": 86,
    "992": 87,
    "744": 88,
    "47": 89,
    "54": 90,
    "773": 91,
    "578": 92,
    "857": 93,
    "115": 94,
    "280": 95,
    "24": 96,
    "288": 97,
    "815": 98,
    "671": 99,
    "117": 100,
    "156": 101,
    "62": 102,
    "406": 103,
    "759": 104,
    "606": 105,
    "410": 106,
    "347": 107,
    "39": 108,
    "411": 109,
    "494": 110,
    "125": 111,
    "777": 112,
    "887": 113,
    "575": 114,
    "420": 115,
    "173": 116,
    "436": 117,
    "96": 118,
    "766": 119,
    "644": 120,
    "10": 121,
    "758": 122,
    "892": 123,
    "653": 124,
    "562": 125,
    "88": 126,
    "790": 127,
    "393": 128,
    "250": 129,
    "105": 130,
    "263": 131,
    "982": 132,
    "362": 133,
    "322": 134,
    "664": 135,
    "98": 136,
    "676": 137,
    "858": 138,
    "147": 139,
    "850": 140,
    "493": 141,
    "975": 142,
    "638": 143,
    "911": 144,
    "757": 145,
    "285": 146,
    "44": 147,
    "350": 148,
    "803": 149,
    "915": 150,
    "381": 151,
    "700": 152,
    "122": 153,
    "307": 154,
    "109": 155,
    "255": 156,
    "168": 157,
    "871": 158,
    "860": 159,
    "957": 160,
    "358": 161,
    "639": 162,
    "902": 163,
    "251": 164,
    "619": 165,
    "874": 166,
    "290": 167,
    "278": 168,
    "749": 169,
    "458": 170,
    "686": 171,
    "301": 172,
    "145": 173,
    "113": 174,
    "955": 175,
    "142": 176,
    "163": 177,
    "786": 178,
    "65": 179,
    "317": 180,
    "450": 181,
    "748": 182,
    "658": 183,
    "365": 184,
    "880": 185,
    "537": 186,
    "599": 187,
    "905": 188,
    "550": 189,
    "657": 190,
    "649": 191,
    "940": 192,
    "820": 193,
    "424": 194,
    "633": 195,
    "930": 196,
    "901": 197,
    "946": 198,
    "912": 199,
    "384": 200,
    "754": 201,
    "383": 202,
    "875": 203,
    "787": 204,
    "422": 205,
    "923": 206,
    "544": 207,
    "960": 208,
    "557": 209,
    "463": 210,
    "782": 211,
    "798": 212,
    "407": 213,
    "627": 214,
    "702": 215,
    "705": 216,
    "327": 217,
    "244": 218,
    "216": 219,
    "33": 220,
    "576": 221,
    "465": 222,
    "549": 223,
    "622": 224,
    "958": 225,
    "214": 226,
    "636": 227,
    "37": 228,
    "710": 229,
    "648": 230,
    "140": 231,
    "275": 232,
    "430": 233,
    "631": 234,
    "349": 235,
    "36": 236,
    "501": 237,
    "189": 238,
    "392": 239,
    "867": 240,
    "990": 241,
    "736": 242,
    "861": 243,
    "157": 244,
    "961": 245,
    "246": 246,
    "386": 247,
    "706": 248,
    "~": 249,
    "444": 250,
    "485": 251,
    "604": 252,
    "442": 253,
    "49": 254,
    "713": 255,
    "222": 256,
    "613": 257,
    "909": 258,
    "16": 259,
    "508": 260,
    "219": 261,
    "481": 262,
    "234": 263,
    "128": 264,
    "795": 265,
    "935": 266,
    "81": 267,
    "616": 268,
    "924": 269,
    "484": 270,
    "922": 271,
    "828": 272,
    "100": 273,
    "309": 274,
    "926": 275,
    "355": 276,
    "99": 277,
    "552": 278,
    "895": 279,
    "978": 280,
    "594": 281,
    "842": 282,
    "585": 283,
    "456": 284,
    "967": 285,
    "906": 286,
    "405": 287,
    "268": 288,
    "959": 289,
    "441": 290,
    "919": 291,
    "82": 292,
    "507": 293,
    "721": 294,
    "161": 295,
    "767": 296,
    "239": 297,
    "454": 298,
    "558": 299,
    "50": 300,
    "421": 301,
    "641": 302,
    "862": 303,
    "314": 304,
    "732": 305,
    "953": 306,
    "479": 307,
    "433": 308,
    "965": 309,
    "595": 310,
    "188": 311,
    "72": 312,
    "51": 313,
    "130": 314,
    "630": 315,
    "882": 316,
    "753": 317,
    "230": 318,
    "989": 319,
    "762": 320,
    "401": 321,
    "356": 322,
    "541": 323,
    "167": 324,
    "666": 325,
    "312": 326,
    "360": 327,
    "212": 328,
    "193": 329,
    "224": 330,
    "771": 331,
    "525": 332,
    "158": 333,
    "27": 334,
    "375": 335,
    "788": 336,
    "231": 337,
    "334": 338,
    "376": 339,
    "437": 340,
    "536": 341,
    "14": 342,
    "84": 343,
    "846": 344,
    "750": 345,
    "823": 346,
    "101": 347,
    "302": 348,
    "949": 349,
    "548": 350,
    "382": 351,
    "446": 352,
    "335": 353,
    "202": 354,
    "859": 355,
    "615": 356,
    "160": 357,
    "6": 358,
    "683": 359,
    "46": 360,
    "223": 361,
    "856": 362,
    "345": 363,
    "936": 364,
    "830": 365,
    "194": 366,
    "898": 367,
    "970": 368,
    "233": 369,
    "3": 370,
    "797": 371,
    "282": 372,
    "129": 373,
    "364": 374,
    "303": 375,
    "717": 376,
    "272": 377,
    "799": 378,
    "728": 379,
    "948": 380,
    "883": 381,
    "192": 382,
    "64": 383,
    "477": 384,
    "94": 385,
    "737": 386,
    "914": 387,
    "991": 388,
    "396": 389,
    "159": 390,
    "665": 391,
    "241": 392,
    "539": 393,
    "897": 394,
    "489": 395,
    "659": 396,
    "431": 397,
    "185": 398,
    "388": 399,
    "881": 400,
    "162": 401,
    "640": 402,
    "112": 403,
    "927": 404,
    "980": 405,
    "789": 406,
    "361": 407,
    "590": 408,
    "170": 409,
    "417": 410,
    "745": 411,
    "43": 412,
    "325": 413,
    "751": 414,
    "462": 415,
    "353": 416,
    "964": 417,
    "693": 418,
    "124": 419,
    "200": 420,
    "896": 421,
    "221": 422,
    "520": 423,
    "733": 424,
    "792": 425,
    "610": 426,
    "28": 427,
    "267": 428,
    "551": 429,
    "279": 430,
    "336": 431,
    "265": 432,
    "220": 433,
    "847": 434,
    "134": 435,
    "459": 436,
    "310": 437,
    "661": 438,
    "352": 439,
    "71": 440,
    "209": 441,
    "809": 442,
    "660": 443,
    "764": 444,
    "226": 445,
    "588": 446,
    "257": 447,
    "139": 448,
    "855": 449,
    "294": 450,
    "313": 451,
    "811": 452,
    "734": 453,
    "428": 454,
    "986": 455,
    "97": 456,
    "164": 457,
    "126": 458,
    "371": 459,
    "724": 460,
    "264": 461,
    "471": 462,
    "920": 463,
    "747": 464,
    "531": 465,
    "107": 466,
    "697": 467,
    "367": 468,
    "229": 469,
    "61": 470,
    "324": 471,
    "972": 472,
    "277": 473,
    "21": 474,
    "893": 475,
    "913": 476,
    "414": 477,
    "195": 478,
    "567": 479,
    "490": 480,
    "617": 481,
    "600": 482,
    "833": 483,
    "120": 484,
    "899": 485,
    "253": 486,
    "451": 487,
    "111": 488,
    "808": 489,
    "497": 490,
    "514": 491,
    "41": 492,
    "614": 493,
    "583": 494,
    "707": 495,
    "476": 496,
    "804": 497,
    "131": 498,
    "822": 499,
    "432": 500,
    "569": 501,
    "584": 502,
    "564": 503,
    "886": 504,
    "996": 505,
    "123": 506,
    "182": 507,
    "643": 508,
    "495": 509,
    "297": 510,
    "768": 511,
    "647": 512,
    "938": 513,
    "343": 514,
    "8": 515,
    "199": 516,
    "252": 517,
    "699": 518,
    "675": 519,
    "186": 520,
    "132": 521,
    "780": 522,
    "865": 523,
    "925": 524,
    "824": 525,
    "907": 526,
    "136": 527,
    "499": 528,
    "440": 529,
    "969": 530,
    "439": 531,
    "735": 532,
    "258": 533,
    "80": 534,
    "740": 535,
    "670": 536,
    "42": 537,
    "504": 538,
    "510": 539,
    "323": 540,
    "698": 541,
    "95": 542,
    "785": 543,
    "155": 544,
    "472": 545,
    "210": 546,
    "218": 547,
    "679": 548,
    "910": 549,
    "825": 550,
    "668": 551,
    "319": 552,
    "482": 553,
    "827": 554,
    "256": 555,
    "937": 556,
    "153": 557,
    "321": 558,
    "86": 559,
    "704": 560,
    "344": 561,
    "806": 562,
    "74": 563,
    "596": 564,
    "942": 565,
    "245": 566,
    "242": 567,
    "305": 568,
    "354": 569,
    "794": 570,
    "765": 571,
    "819": 572,
    "435": 573,
    "292": 574,
    "950": 575,
    "402": 576,
    "469": 577,
    "262": 578,
    "609": 579,
    "709": 580,
    "429": 581,
    "293": 582,
    "178": 583,
    "408": 584,
    "943": 585,
    "719": 586,
    "208": 587,
    "205": 588,
    "69": 589,
    "201": 590,
    "2": 591,
    "515": 592,
    "592": 593,
    "591": 594,
    "247": 595,
    "694": 596,
    "840": 597,
    "13": 598,
    "266": 599,
    "908": 600,
    "760": 601,
    "12": 602,
    "864": 603,
    "555": 604,
    "144": 605,
    "516": 606,
    "281": 607,
    "453": 608,
    "470": 609,
    "378": 610,
    "67": 611,
    "853": 612,
    "778": 613,
    "512": 614,
    "985": 615,
    "76": 616,
    "598": 617,
    "464": 618,
    "667": 619,
    "359": 620,
    "19": 621,
    "227": 622,
    "645": 623,
    "133": 624,
    "521": 625,
    "92": 626,
    "448": 627,
    "85": 628,
    "340": 629,
    "533": 630,
    "696": 631,
    "103": 632,
    "873": 633,
    "722": 634,
    "608": 635,
    "339": 636,
    "715": 637,
    "947": 638,
    "837": 639,
    "944": 640,
    "93": 641,
    "17": 642,
    "635": 643,
    "91": 644,
    "308": 645,
    "165": 646,
    "152": 647,
    "26": 648,
    "35": 649,
    "572": 650,
    "805": 651,
    "174": 652,
    "870": 653,
    "486": 654,
    "888": 655,
    "232": 656,
    "289": 657,
    "580": 658,
    "835": 659,
    "328": 660,
    "718": 661,
    "838": 662,
    "854": 663,
    "952": 664,
    "716": 665,
    "685": 666,
    "561": 667,
    "678": 668,
    "298": 669,
    "885": 670,
    "uint8_t": 671,
    "900": 672,
    "650": 673,
    "87": 674,
    "800": 675,
    "523": 676,
    "605": 677,
    "519": 678,
    "979": 679,
    "286": 680,
    "171": 681,
    "711": 682,
    "177": 683,
    "634": 684,
    "712": 685,
    "7": 686,
    "198": 687,
    "540": 688,
    "137": 689,
    "254": 690,
    "779": 691,
    "83": 692,
    "154": 693,
    "891": 694,
    "851": 695,
    "276": 696,
    "966": 697,
    "206": 698,
    "852": 699,
    "299": 700,
    "237": 701,
    "917": 702,
    "38": 703,
    "503": 704,
    "104": 705,
    "977": 706,
    "574": 707,
    "148": 708,
    "434": 709,
    "545": 710,
    "90": 711,
    "843": 712,
    "586": 713,
    "834": 714,
    "273": 715,
    "363": 716,
    "333": 717,
    "931": 718,
    "916": 719,
    "651": 720,
    "75": 721,
    "993": 722,
    "351": 723,
    "701": 724,
    "646": 725,
    "517": 726,
    "776": 727,
    "999": 728,
    "945": 729,
    "654": 730,
    "502": 731,
    "756": 732,
    "624": 733,
    "618": 734,
    "357": 735,
    "175": 736,
    "110": 737,
    "57": 738,
    "725": 739,
    "15": 740,
    "918": 741,
    "997": 742,
    "995": 743,
    "260": 744,
    "538": 745,
    "300": 746,
    "329": 747,
    "530": 748,
    "138": 749,
    "553": 750,
    "243": 751,
    "404": 752,
    "848": 753,
    "25": 754,
    "55": 755,
    "438": 756,
    "491": 757,
    "380": 758,
    "672": 759,
    "11": 760,
    "637": 761,
    "511": 762,
    "203": 763,
    "270": 764,
    "330": 765,
    "703": 766,
    "108": 767,
    "311": 768,
    "681": 769,
    "22": 770,
    "487": 771,
    "934": 772,
    "183": 773,
    "211": 774,
    "400": 775,
    "689": 776,
    "32": 777,
    "532": 778,
    "542": 779,
    "181": 780,
    "271": 781,
    "373": 782,
    "770": 783,
    "573": 784,
    "466": 785,
    "775": 786,
    "565": 787,
    "225": 788,
    "690": 789,
    "114": 790,
    "973": 791,
    "774": 792,
    "449": 793,
    "118": 794,
    "9": 795,
    "259": 796,
    "102": 797,
    "377": 798,
    "884": 799,
    "727": 800,
    "143": 801,
    "543": 802,
    "752": 803,
    "620": 804,
    "0": 805,
    "249": 806,
    "527": 807,
    "941": 808,
    "52": 809,
    "149": 810,
    "397": 811,
    "369": 812,
    "726": 813,
    "894": 814,
    "1": 815,
    "509": 816,
    "546": 817,
    "141": 818,
    "338": 819,
    "983": 820,
    "821": 821,
    "714": 822,
    "387": 823,
    "559": 824,
    "53": 825,
    "169": 826,
    "473": 827,
    "781": 828,
    "687": 829,
    "150": 830,
    "179": 831,
    "56": 832,
    "869": 833,
    "954": 834,
    "215": 835,
    "238": 836,
    "863": 837,
    "597": 838,
    "612": 839,
    "791": 840,
    "560": 841,
    "763": 842,
    "845": 843,
    "191": 844,
    "793": 845,
    "468": 846,
    "877": 847,
    "315": 848,
    "988": 849,
    "196": 850,
    "866": 851,
    "412": 852,
    "677": 853,
    "939": 854,
    "581": 855,
    "480": 856,
    "571": 857,
    "680": 858,
    "529": 859,
    "801": 860,
    "868": 861,
    "742": 862,
    "971": 863,
    "127": 864,
    "582": 865,
    "554": 866,
    "370": 867,
    "626": 868,
    "731": 869,
    "488": 870,
    "956": 871,
    "579": 872,
    "391": 873,
    "889": 874,
    "413": 875,
    "987": 876,
    "427": 877,
    "418": 878,
    "30": 879,
    "66": 880,
    "518": 881,
    "348": 882,
    "368": 883,
    "379": 884,
    "284": 885,
    "652": 886,
    "587": 887,
    "506": 888,
    "692": 889,
    "818": 890,
    "743": 891,
    "890": 892,
    "656": 893,
    "166": 894,
    "63": 895,
    "570": 896,
    "761": 897,
    "337": 898,
    "78": 899,
    "269": 900,
    "48": 901,
    "981": 902,
    "500": 903,
    "662": 904,
    "741": 905,
    "810": 906,
    "577": 907,
    "390": 908,
    "739": 909,
    "213": 910,
    "921": 911,
    "320": 912,
    "812": 913,
    "235": 914,
    "236": 915,
    "146": 916,
    "568": 917,
    "625": 918,
    "332": 919,
    "89": 920,
    "623": 921,
    "204": 922,
    "951": 923,
    "522": 924,
    "447": 925,
    "394": 926,
    "287": 927,
    "496": 928,
    "176": 929,
    "984": 930,
    "878": 931,
    "318": 932,
    "607": 933,
    "566": 934,
    "904": 935,
    "655": 936,
    "720": 937,
    "79": 938,
    "399": 939,
    "45": 940,
    "730": 941,
    "593": 942,
    "784": 943,
    "445": 944,
    "492": 945,
    "443": 946,
    "187": 947,
    "807": 948,
    "589": 949,
    "121": 950,
    "663": 951,
    "73": 952,
    "5": 953,
    "409": 954,
    "478": 955,
    "826": 956,
    "738": 957,
    "23": 958,
    "374": 959,
    "106": 960,
    "304": 961,
    "1000": 962,
    "876": 963,
    "723": 964,
    "190": 965,
    "682": 966,
    "419": 967,
    "483": 968,
    "829": 969,
    "928": 970,
    "839": 971,
    "403": 972,
    "669": 973,
    "77": 974,
    "933": 975,
    "691": 976,
    "217": 977,
    "526": 978,
    "425": 979,
    "59": 980,
    "688": 981,
    "841": 982,
    "457": 983,
    "879": 984,
    "547": 985,
    "903": 986,
    "197": 987,
    "998": 988,
    "603": 989,
    "180": 990,
    "467": 991,
    "248": 992,
    "831": 993,
    "836": 994,
    "423": 995,
    "296": 996,
    "172": 997,
    "746": 998,
    "274": 999,
    "968": 1000,
    "398": 1001,
    "228": 1002,
    "962": 1003,
    "816": 1004,
    "814": 1005,
    "872": 1006,
    "813": 1007,
    "40": 1008,
    "452": 1009,
    "772": 1010,
    "844": 1011,
    "849": 1012,
    "673": 1013,
    "755": 1014,
    "389": 1015,
    "261": 1016,
    "505": 1017,
    "60": 1018,
    "346": 1019,
    "498": 1020,
    "455": 1021,
    "416": 1022,
    "642": 1023,
    "528": 1024,
    "34": 1025,
    "18": 1026,
    "20": 1027,
    "534": 1028,
    "240": 1029,
    "460": 1030,
    "729": 1031,
    "426": 1032,
    "974": 1033,
    "832": 1034,
    "291": 1035,
    "932": 1036,
    "151": 1037,
    "602": 1038,
    "342": 1039,
    "629": 1040,
    "415": 1041,
    "475": 1042,
    "474": 1043,
    "385": 1044,
    "119": 1045,
    "366": 1046,
    "611": 1047,
    "524": 1048,
    "116": 1049,
    "929": 1050,
    "31": 1051,
    "#ifdef": 1052,
    "4": 1053,
    "true": 1054,
    "184": 1055,
    "994": 1056,
    "341": 1057,
    ">>": 1058,
    "switch": 1059,
    "false": 1060,
    "while": 1061,
    "inline": 1062,
    ">=": 1063,
    "/": 1064,
    "size_t": 1065,
    "?": 1066,
    "uint32_t": 1067,
    "<<": 1068,
    "|=": 1069,
    "#endif": 1070,
    "enum": 1071,
    "+=": 1072,
    "|": 1073,
    ">": 1074,
    "for": 1075,
    "long": 1076,
    "||": 1077,
    "sizeof": 1078,
    "goto": 1079,
    "bool": 1080,
    "++": 1081,
    "&&": 1082,
    "break": 1083,
    "!=": 1084,
    "<": 1085,
    "unsigned": 1086,
    "else": 1087,
    "case": 1088,
    "+": 1089,
    "-": 1090,
    "const": 1091,
    "NULL": 1092,
    "!": 1093,
    "char": 1094,
    "arr": 1095,
    "": 1096,
    ":": 1097,
    "==": 1098,
    "[": 1099,
    "]": 1100,
    "return": 1101,
    "str": 1102,
    "&": 1103,
    "static": 1104,
    "void": 1105,
    ".": 1106,
    "int": 1107,
    "if": 1108,
    "{": 1109,
    "}": 1110,
    "struct": 1111,
    "num": 1112,
    "=": 1113,
    "->": 1114,
    "*": 1115,
    "type": 1116,
    "field": 1117,
    "func": 1118,
    ",": 1119,
    ";": 1120,
    "(": 1121,
    ")": 1122,
    "var": 1123,
    "delete": 1124,
    "Builtin": 1125,
    "nullptr": 1126,
    "auto": 1127,
    "Functions": 1128,
    "transaction": 1129,
    "new": 1130,
    "operator": 1131,
    "this": 1132,
    "virtual": 1133,
    "std": 1134,
    "::": 1135,
    "close": 1136,
    "save": 1137,
    "endfunction": 1138,
    "open": 1139,
    "external": 1140,
    "format": 1141,
    "where": 1142,
    "interface": 1143,
    "ts": 1144,
    "value": 1145,
    "cycle": 1146,
    "values": 1147,
    "pointer": 1148,
    "class": 1149,
    "read": 1150,
    "select": 1151,
    "go": 1152,
    "/)": 1153,
    "(/": 1154,
    "subroutine resize": 1155,
    "is": 1156,
    "stop": 1157,
    ".le.": 1158,
    "=>": 1159,
    "#": 1160,
    "optional": 1161,
    "parameter": 1162,
    "inout": 1163,
    "allocatable": 1164,
    ".false.": 1165,
    "to": 1166,
    "recursive": 1167,
    "logical": 1168,
    ".true.": 1169,
    "$": 1170,
    ".not.": 1171,
    ".gt.": 1172,
    "complex": 1173,
    "all": 1174,
    "only": 1175,
    "elseif": 1176,
    ".ge.": 1177,
    ".ne.": 1178,
    "character": 1179,
    ".or.": 1180,
    "implicit": 1181,
    "none": 1182,
    "**": 1183,
    ".lt.": 1184,
    "dimension": 1185,
    "use": 1186,
    ".eq.": 1187,
    ".and.": 1188,
    "//": 1189,
    "print": 1190,
    "enddo": 1191,
    "precision": 1192,
    "subroutine h": 1193,
    "endif": 1194,
    "intent": 1195,
    "real": 1196,
    "write": 1197,
    "integer": 1198,
    "in": 1199,
    "call": 1200,
    "then": 1201,
    "function": 1202,
    "subroutine": 1203
}