{
    "[CLS]": 0,
    "[PAD]": 1,
    "[OOV]": 2,
    "[SEP]": 3,
    "[SOS]": 4,
    "[EOS]": 5,
    "signed": 6,
    "restrict": 7,
    "'": 8,
    "#elif": 9,
    "int16_t": 10,
    "_": 11,
    "uintptr_t": 12,
    "<<=": 13,
    "extern": 14,
    "^=": 15,
    "@": 16,
    "/=": 17,
    "n": 18,
    ">>=": 19,
    "volatile": 20,
    "end": 21,
    "register": 22,
    "int64_t": 24,
    "#define": 25,
    "*=": 26,
    "^": 27,
    "exit": 28,
    "...": 29,
    "cleanup": 30,
    "#ifndef": 31,
    "union": 32,
    "err": 33,
    "do": 34,
    "done": 35,
    "fail": 36,
    "error": 37,
    "int32_t": 38,
    "short": 39,
    "\"": 40,
    "%": 41,
    "#else": 42,
    "ssize_t": 43,
    "uint64_t": 44,
    "defined": 45,
    "float": 46,
    "-=": 47,
    "uint16_t": 48,
    "double": 49,
    "#if": 50,
    "TRUE": 51,
    "--": 52,
    "&=": 53,
    "continue": 54,
    "FALSE": 55,
    "default": 56,
    "461": 57,
    "817": 58,
    "58": 59,
    "out": 60,
    "135": 61,
    "976": 62,
    "283": 63,
    "695": 64,
    "802": 65,
    "29": 66,
    "769": 67,
    "535": 68,
    "684": 69,
    "628": 70,
    "<=": 71,
    "632": 72,
    "207": 73,
    "708": 74,
    "556": 75,
    "395": 76,
    "68": 77,
    "601": 78,
    "674": 79,
    "963": 80,
    "372": 81,
    "70": 82,
    "796": 83,
    "621": 84,
    "316": 85,
    "306": 86,
    "783": 87,
    "331": 88,
    "563": 89,
    "326": 90,
    "295": 91,
    "513": 92,
    "992": 93,
    "744": 94,
    "47": 95,
    "54": 96,
    "773": 97,
    "578": 98,
    "857": 99,
    "115": 100,
    "280": 101,
    "24": 102,
    "288": 103,
    "815": 104,
    "671": 105,
    "117": 106,
    "156": 107,
    "62": 108,
    "406": 109,
    "759": 110,
    "606": 111,
    "410": 112,
    "347": 113,
    "39": 114,
    "411": 115,
    "494": 116,
    "125": 117,
    "777": 118,
    "887": 119,
    "575": 120,
    "420": 121,
    "173": 122,
    "436": 123,
    "96": 124,
    "766": 125,
    "644": 126,
    "10": 127,
    "758": 128,
    "892": 129,
    "653": 130,
    "562": 131,
    "88": 132,
    "790": 133,
    "393": 134,
    "250": 135,
    "105": 136,
    "263": 137,
    "982": 138,
    "362": 139,
    "322": 140,
    "664": 141,
    "98": 142,
    "676": 143,
    "858": 144,
    "147": 145,
    "850": 146,
    "493": 147,
    "975": 148,
    "638": 149,
    "911": 150,
    "757": 151,
    "285": 152,
    "44": 153,
    "350": 154,
    "803": 155,
    "915": 156,
    "381": 157,
    "700": 158,
    "122": 159,
    "307": 160,
    "109": 161,
    "255": 162,
    "168": 163,
    "871": 164,
    "860": 165,
    "957": 166,
    "358": 167,
    "639": 168,
    "902": 169,
    "251": 170,
    "619": 171,
    "874": 172,
    "290": 173,
    "278": 174,
    "749": 175,
    "458": 176,
    "686": 177,
    "301": 178,
    "145": 179,
    "113": 180,
    "955": 181,
    "142": 182,
    "163": 183,
    "786": 184,
    "65": 185,
    "317": 186,
    "450": 187,
    "748": 188,
    "658": 189,
    "365": 190,
    "880": 191,
    "537": 192,
    "599": 193,
    "905": 194,
    "550": 195,
    "657": 196,
    "649": 197,
    "940": 198,
    "820": 199,
    "424": 200,
    "633": 201,
    "930": 202,
    "901": 203,
    "946": 204,
    "912": 205,
    "384": 206,
    "754": 207,
    "383": 208,
    "875": 209,
    "787": 210,
    "422": 211,
    "923": 212,
    "544": 213,
    "960": 214,
    "557": 215,
    "463": 216,
    "782": 217,
    "798": 218,
    "407": 219,
    "627": 220,
    "702": 221,
    "705": 222,
    "327": 223,
    "244": 224,
    "216": 225,
    "33": 226,
    "576": 227,
    "465": 228,
    "549": 229,
    "622": 230,
    "958": 231,
    "214": 232,
    "636": 233,
    "37": 234,
    "710": 235,
    "648": 236,
    "140": 237,
    "275": 238,
    "430": 239,
    "631": 240,
    "349": 241,
    "36": 242,
    "501": 243,
    "189": 244,
    "392": 245,
    "867": 246,
    "990": 247,
    "736": 248,
    "861": 249,
    "157": 250,
    "961": 251,
    "246": 252,
    "386": 253,
    "706": 254,
    "~": 255,
    "444": 256,
    "485": 257,
    "604": 258,
    "442": 259,
    "49": 260,
    "713": 261,
    "222": 262,
    "613": 263,
    "909": 264,
    "16": 265,
    "508": 266,
    "219": 267,
    "481": 268,
    "234": 269,
    "128": 270,
    "795": 271,
    "935": 272,
    "81": 273,
    "616": 274,
    "924": 275,
    "484": 276,
    "922": 277,
    "828": 278,
    "100": 279,
    "309": 280,
    "926": 281,
    "355": 282,
    "99": 283,
    "552": 284,
    "895": 285,
    "978": 286,
    "594": 287,
    "842": 288,
    "585": 289,
    "456": 290,
    "967": 291,
    "906": 292,
    "405": 293,
    "268": 294,
    "959": 295,
    "441": 296,
    "919": 297,
    "82": 298,
    "507": 299,
    "721": 300,
    "161": 301,
    "767": 302,
    "239": 303,
    "454": 304,
    "558": 305,
    "50": 306,
    "421": 307,
    "641": 308,
    "862": 309,
    "314": 310,
    "732": 311,
    "953": 312,
    "479": 313,
    "433": 314,
    "965": 315,
    "595": 316,
    "188": 317,
    "72": 318,
    "51": 319,
    "130": 320,
    "630": 321,
    "882": 322,
    "753": 323,
    "230": 324,
    "989": 325,
    "762": 326,
    "401": 327,
    "356": 328,
    "541": 329,
    "167": 330,
    "666": 331,
    "312": 332,
    "360": 333,
    "212": 334,
    "193": 335,
    "224": 336,
    "771": 337,
    "525": 338,
    "158": 339,
    "27": 340,
    "375": 341,
    "788": 342,
    "231": 343,
    "334": 344,
    "376": 345,
    "437": 346,
    "536": 347,
    "14": 348,
    "84": 349,
    "846": 350,
    "750": 351,
    "823": 352,
    "101": 353,
    "302": 354,
    "949": 355,
    "548": 356,
    "382": 357,
    "446": 358,
    "335": 359,
    "202": 360,
    "859": 361,
    "615": 362,
    "160": 363,
    "6": 364,
    "683": 365,
    "46": 366,
    "223": 367,
    "856": 368,
    "345": 369,
    "936": 370,
    "830": 371,
    "194": 372,
    "898": 373,
    "970": 374,
    "233": 375,
    "3": 376,
    "797": 377,
    "282": 378,
    "129": 379,
    "364": 380,
    "303": 381,
    "717": 382,
    "272": 383,
    "799": 384,
    "728": 385,
    "948": 386,
    "883": 387,
    "192": 388,
    "64": 389,
    "477": 390,
    "94": 391,
    "737": 392,
    "914": 393,
    "991": 394,
    "396": 395,
    "159": 396,
    "665": 397,
    "241": 398,
    "539": 399,
    "897": 400,
    "489": 401,
    "659": 402,
    "431": 403,
    "185": 404,
    "388": 405,
    "881": 406,
    "162": 407,
    "640": 408,
    "112": 409,
    "927": 410,
    "980": 411,
    "789": 412,
    "361": 413,
    "590": 414,
    "170": 415,
    "417": 416,
    "745": 417,
    "43": 418,
    "325": 419,
    "751": 420,
    "462": 421,
    "353": 422,
    "964": 423,
    "693": 424,
    "124": 425,
    "200": 426,
    "896": 427,
    "221": 428,
    "520": 429,
    "733": 430,
    "792": 431,
    "610": 432,
    "28": 433,
    "267": 434,
    "551": 435,
    "279": 436,
    "336": 437,
    "265": 438,
    "220": 439,
    "847": 440,
    "134": 441,
    "459": 442,
    "310": 443,
    "661": 444,
    "352": 445,
    "71": 446,
    "209": 447,
    "809": 448,
    "660": 449,
    "764": 450,
    "226": 451,
    "588": 452,
    "257": 453,
    "139": 454,
    "855": 455,
    "294": 456,
    "313": 457,
    "811": 458,
    "734": 459,
    "428": 460,
    "986": 461,
    "97": 462,
    "164": 463,
    "126": 464,
    "371": 465,
    "724": 466,
    "264": 467,
    "471": 468,
    "920": 469,
    "747": 470,
    "531": 471,
    "107": 472,
    "697": 473,
    "367": 474,
    "229": 475,
    "61": 476,
    "324": 477,
    "972": 478,
    "277": 479,
    "21": 480,
    "893": 481,
    "913": 482,
    "414": 483,
    "195": 484,
    "567": 485,
    "490": 486,
    "617": 487,
    "600": 488,
    "833": 489,
    "120": 490,
    "899": 491,
    "253": 492,
    "451": 493,
    "111": 494,
    "808": 495,
    "497": 496,
    "514": 497,
    "41": 498,
    "614": 499,
    "583": 500,
    "707": 501,
    "476": 502,
    "804": 503,
    "131": 504,
    "822": 505,
    "432": 506,
    "569": 507,
    "584": 508,
    "564": 509,
    "886": 510,
    "996": 511,
    "123": 512,
    "182": 513,
    "643": 514,
    "495": 515,
    "297": 516,
    "768": 517,
    "647": 518,
    "938": 519,
    "343": 520,
    "8": 521,
    "199": 522,
    "252": 523,
    "699": 524,
    "675": 525,
    "186": 526,
    "132": 527,
    "780": 528,
    "865": 529,
    "925": 530,
    "824": 531,
    "907": 532,
    "136": 533,
    "499": 534,
    "440": 535,
    "969": 536,
    "439": 537,
    "735": 538,
    "258": 539,
    "80": 540,
    "740": 541,
    "670": 542,
    "42": 543,
    "504": 544,
    "510": 545,
    "323": 546,
    "698": 547,
    "95": 548,
    "785": 549,
    "155": 550,
    "472": 551,
    "210": 552,
    "218": 553,
    "679": 554,
    "910": 555,
    "825": 556,
    "668": 557,
    "319": 558,
    "482": 559,
    "827": 560,
    "256": 561,
    "937": 562,
    "153": 563,
    "321": 564,
    "86": 565,
    "704": 566,
    "344": 567,
    "806": 568,
    "74": 569,
    "596": 570,
    "942": 571,
    "245": 572,
    "242": 573,
    "305": 574,
    "354": 575,
    "794": 576,
    "765": 577,
    "819": 578,
    "435": 579,
    "292": 580,
    "950": 581,
    "402": 582,
    "469": 583,
    "262": 584,
    "609": 585,
    "709": 586,
    "429": 587,
    "293": 588,
    "178": 589,
    "408": 590,
    "943": 591,
    "719": 592,
    "208": 593,
    "205": 594,
    "69": 595,
    "201": 596,
    "2": 597,
    "515": 598,
    "592": 599,
    "591": 600,
    "247": 601,
    "694": 602,
    "840": 603,
    "13": 604,
    "266": 605,
    "908": 606,
    "760": 607,
    "12": 608,
    "864": 609,
    "555": 610,
    "144": 611,
    "516": 612,
    "281": 613,
    "453": 614,
    "470": 615,
    "378": 616,
    "67": 617,
    "853": 618,
    "778": 619,
    "512": 620,
    "985": 621,
    "76": 622,
    "598": 623,
    "464": 624,
    "667": 625,
    "359": 626,
    "19": 627,
    "227": 628,
    "645": 629,
    "133": 630,
    "521": 631,
    "92": 632,
    "448": 633,
    "85": 634,
    "340": 635,
    "533": 636,
    "696": 637,
    "103": 638,
    "873": 639,
    "722": 640,
    "608": 641,
    "339": 642,
    "715": 643,
    "947": 644,
    "837": 645,
    "944": 646,
    "93": 647,
    "17": 648,
    "635": 649,
    "91": 650,
    "308": 651,
    "165": 652,
    "152": 653,
    "26": 654,
    "35": 655,
    "572": 656,
    "805": 657,
    "174": 658,
    "870": 659,
    "486": 660,
    "888": 661,
    "232": 662,
    "289": 663,
    "580": 664,
    "835": 665,
    "328": 666,
    "718": 667,
    "838": 668,
    "854": 669,
    "952": 670,
    "716": 671,
    "685": 672,
    "561": 673,
    "678": 674,
    "298": 675,
    "885": 676,
    "uint8_t": 677,
    "900": 678,
    "650": 679,
    "87": 680,
    "800": 681,
    "523": 682,
    "605": 683,
    "519": 684,
    "979": 685,
    "286": 686,
    "171": 687,
    "711": 688,
    "177": 689,
    "634": 690,
    "712": 691,
    "7": 692,
    "198": 693,
    "540": 694,
    "137": 695,
    "254": 696,
    "779": 697,
    "83": 698,
    "154": 699,
    "891": 700,
    "851": 701,
    "276": 702,
    "966": 703,
    "206": 704,
    "852": 705,
    "299": 706,
    "237": 707,
    "917": 708,
    "38": 709,
    "503": 710,
    "104": 711,
    "977": 712,
    "574": 713,
    "148": 714,
    "434": 715,
    "545": 716,
    "90": 717,
    "843": 718,
    "586": 719,
    "834": 720,
    "273": 721,
    "363": 722,
    "333": 723,
    "931": 724,
    "916": 725,
    "651": 726,
    "75": 727,
    "993": 728,
    "351": 729,
    "701": 730,
    "646": 731,
    "517": 732,
    "776": 733,
    "999": 734,
    "945": 735,
    "654": 736,
    "502": 737,
    "756": 738,
    "624": 739,
    "618": 740,
    "357": 741,
    "175": 742,
    "110": 743,
    "57": 744,
    "725": 745,
    "15": 746,
    "918": 747,
    "997": 748,
    "995": 749,
    "260": 750,
    "538": 751,
    "300": 752,
    "329": 753,
    "530": 754,
    "138": 755,
    "553": 756,
    "243": 757,
    "404": 758,
    "848": 759,
    "25": 760,
    "55": 761,
    "438": 762,
    "491": 763,
    "380": 764,
    "672": 765,
    "11": 766,
    "637": 767,
    "511": 768,
    "203": 769,
    "270": 770,
    "330": 771,
    "703": 772,
    "108": 773,
    "311": 774,
    "681": 775,
    "22": 776,
    "487": 777,
    "934": 778,
    "183": 779,
    "211": 780,
    "400": 781,
    "689": 782,
    "32": 783,
    "532": 784,
    "542": 785,
    "181": 786,
    "271": 787,
    "373": 788,
    "770": 789,
    "573": 790,
    "466": 791,
    "775": 792,
    "565": 793,
    "225": 794,
    "690": 795,
    "114": 796,
    "973": 797,
    "774": 798,
    "449": 799,
    "118": 800,
    "9": 801,
    "259": 802,
    "102": 803,
    "377": 804,
    "884": 805,
    "727": 806,
    "143": 807,
    "543": 808,
    "752": 809,
    "620": 810,
    "0": 811,
    "249": 812,
    "527": 813,
    "941": 814,
    "52": 815,
    "149": 816,
    "397": 817,
    "369": 818,
    "726": 819,
    "894": 820,
    "1": 821,
    "509": 822,
    "546": 823,
    "141": 824,
    "338": 825,
    "983": 826,
    "821": 827,
    "714": 828,
    "387": 829,
    "559": 830,
    "53": 831,
    "169": 832,
    "473": 833,
    "781": 834,
    "687": 835,
    "150": 836,
    "179": 837,
    "56": 838,
    "869": 839,
    "954": 840,
    "215": 841,
    "238": 842,
    "863": 843,
    "597": 844,
    "612": 845,
    "791": 846,
    "560": 847,
    "763": 848,
    "845": 849,
    "191": 850,
    "793": 851,
    "468": 852,
    "877": 853,
    "315": 854,
    "988": 855,
    "196": 856,
    "866": 857,
    "412": 858,
    "677": 859,
    "939": 860,
    "581": 861,
    "480": 862,
    "571": 863,
    "680": 864,
    "529": 865,
    "801": 866,
    "868": 867,
    "742": 868,
    "971": 869,
    "127": 870,
    "582": 871,
    "554": 872,
    "370": 873,
    "626": 874,
    "731": 875,
    "488": 876,
    "956": 877,
    "579": 878,
    "391": 879,
    "889": 880,
    "413": 881,
    "987": 882,
    "427": 883,
    "418": 884,
    "30": 885,
    "66": 886,
    "518": 887,
    "348": 888,
    "368": 889,
    "379": 890,
    "284": 891,
    "652": 892,
    "587": 893,
    "506": 894,
    "692": 895,
    "818": 896,
    "743": 897,
    "890": 898,
    "656": 899,
    "166": 900,
    "63": 901,
    "570": 902,
    "761": 903,
    "337": 904,
    "78": 905,
    "269": 906,
    "48": 907,
    "981": 908,
    "500": 909,
    "662": 910,
    "741": 911,
    "810": 912,
    "577": 913,
    "390": 914,
    "739": 915,
    "213": 916,
    "921": 917,
    "320": 918,
    "812": 919,
    "235": 920,
    "236": 921,
    "146": 922,
    "568": 923,
    "625": 924,
    "332": 925,
    "89": 926,
    "623": 927,
    "204": 928,
    "951": 929,
    "522": 930,
    "447": 931,
    "394": 932,
    "287": 933,
    "496": 934,
    "176": 935,
    "984": 936,
    "878": 937,
    "318": 938,
    "607": 939,
    "566": 940,
    "904": 941,
    "655": 942,
    "720": 943,
    "79": 944,
    "399": 945,
    "45": 946,
    "730": 947,
    "593": 948,
    "784": 949,
    "445": 950,
    "492": 951,
    "443": 952,
    "187": 953,
    "807": 954,
    "589": 955,
    "121": 956,
    "663": 957,
    "73": 958,
    "5": 959,
    "409": 960,
    "478": 961,
    "826": 962,
    "738": 963,
    "23": 964,
    "374": 965,
    "106": 966,
    "304": 967,
    "1000": 968,
    "876": 969,
    "723": 970,
    "190": 971,
    "682": 972,
    "419": 973,
    "483": 974,
    "829": 975,
    "928": 976,
    "839": 977,
    "403": 978,
    "669": 979,
    "77": 980,
    "933": 981,
    "691": 982,
    "217": 983,
    "526": 984,
    "425": 985,
    "59": 986,
    "688": 987,
    "841": 988,
    "457": 989,
    "879": 990,
    "547": 991,
    "903": 992,
    "197": 993,
    "998": 994,
    "603": 995,
    "180": 996,
    "467": 997,
    "248": 998,
    "831": 999,
    "836": 1000,
    "423": 1001,
    "296": 1002,
    "172": 1003,
    "746": 1004,
    "274": 1005,
    "968": 1006,
    "398": 1007,
    "228": 1008,
    "962": 1009,
    "816": 1010,
    "814": 1011,
    "872": 1012,
    "813": 1013,
    "40": 1014,
    "452": 1015,
    "772": 1016,
    "844": 1017,
    "849": 1018,
    "673": 1019,
    "755": 1020,
    "389": 1021,
    "261": 1022,
    "505": 1023,
    "60": 1024,
    "346": 1025,
    "498": 1026,
    "455": 1027,
    "416": 1028,
    "642": 1029,
    "528": 1030,
    "34": 1031,
    "18": 1032,
    "20": 1033,
    "534": 1034,
    "240": 1035,
    "460": 1036,
    "729": 1037,
    "426": 1038,
    "974": 1039,
    "832": 1040,
    "291": 1041,
    "932": 1042,
    "151": 1043,
    "602": 1044,
    "342": 1045,
    "629": 1046,
    "415": 1047,
    "475": 1048,
    "474": 1049,
    "385": 1050,
    "119": 1051,
    "366": 1052,
    "611": 1053,
    "524": 1054,
    "116": 1055,
    "929": 1056,
    "31": 1057,
    "#ifdef": 1058,
    "4": 1059,
    "true": 1060,
    "184": 1061,
    "994": 1062,
    "341": 1063,
    ">>": 1064,
    "switch": 1065,
    "false": 1066,
    "while": 1067,
    "inline": 1068,
    ">=": 1069,
    "/": 1070,
    "size_t": 1071,
    "?": 1072,
    "uint32_t": 1073,
    "<<": 1074,
    "|=": 1075,
    "#endif": 1076,
    "enum": 1077,
    "+=": 1078,
    "|": 1079,
    ">": 1080,
    "for": 1081,
    "long": 1082,
    "||": 1083,
    "sizeof": 1084,
    "goto": 1085,
    "bool": 1086,
    "++": 1087,
    "&&": 1088,
    "break": 1089,
    "!=": 1090,
    "<": 1091,
    "unsigned": 1092,
    "else": 1093,
    "case": 1094,
    "+": 1095,
    "-": 1096,
    "const": 1097,
    "NULL": 1098,
    "!": 1099,
    "char": 1100,
    "arr": 1101,
    "": 1102,
    ":": 1103,
    "==": 1104,
    "[": 1105,
    "]": 1106,
    "return": 1107,
    "str": 1108,
    "&": 1109,
    "static": 1110,
    "void": 1111,
    ".": 1112,
    "int": 1113,
    "if": 1114,
    "{": 1115,
    "}": 1116,
    "struct": 1117,
    "num": 1118,
    "=": 1119,
    "->": 1120,
    "*": 1121,
    "type": 1122,
    "field": 1123,
    "func": 1124,
    ",": 1125,
    ";": 1126,
    "(": 1127,
    ")": 1128,
    "var": 1129,
    "delete": 1130,
    "nullptr": 1132,
    "auto": 1133,
    "transaction": 1135,
    "new": 1136,
    "operator": 1137,
    "this": 1138,
    "virtual": 1139,
    "std": 1140,
    "::": 1141,
    "close": 1142,
    "save": 1143,
    "endfunction": 1144,
    "open": 1145,
    "external": 1146,
    "format": 1147,
    "where": 1148,
    "interface": 1149,
    "value": 1151,
    "cycle": 1152,
    "values": 1153,
    "pointer": 1154,
    "class": 1155,
    "read": 1156,
    "select": 1157,
    "go": 1158,
    "/)": 1159,
    "(/": 1160,
    "is": 1162,
    "stop": 1163,
    ".le.": 1164,
    "=>": 1165,
    "#": 1166,
    "optional": 1167,
    "parameter": 1168,
    "inout": 1169,
    "allocatable": 1170,
    ".false.": 1171,
    "to": 1172,
    "recursive": 1173,
    "logical": 1174,
    ".true.": 1175,
    "$": 1176,
    ".not.": 1177,
    ".gt.": 1178,
    "complex": 1179,
    "all": 1180,
    "only": 1181,
    "elseif": 1182,
    ".ge.": 1183,
    ".ne.": 1184,
    "character": 1185,
    ".or.": 1186,
    "implicit": 1187,
    "none": 1188,
    "**": 1189,
    ".lt.": 1190,
    "dimension": 1191,
    "use": 1192,
    ".eq.": 1193,
    ".and.": 1194,
    "//": 1195,
    "print": 1196,
    "enddo": 1197,
    "precision": 1198,
    "endif": 1200,
    "intent": 1201,
    "real": 1202,
    "write": 1203,
    "integer": 1204,
    "in": 1205,
    "call": 1206,
    "then": 1207,
    "function": 1208,
    "subroutine": 1209
}