{
    "OOV": 0,
    "SEP": 1,
    "SOS": 2,
    "EOS": 3,
    "signed": 4,
    "restrict": 5,
    "'": 6,
    "#elif": 7,
    "int16_t": 8,
    "_": 9,
    "uintptr_t": 10,
    "<<=": 11,
    "extern": 12,
    "^=": 13,
    "@": 14,
    "/=": 15,
    "n": 16,
    ">>=": 17,
    "volatile": 18,
    "end": 19,
    "register": 20,
    "__pyx_L1_error": 21,
    "int64_t": 22,
    "#define": 23,
    "*=": 24,
    "^": 25,
    "exit": 26,
    "...": 27,
    "cleanup": 28,
    "#ifndef": 29,
    "union": 30,
    "err": 31,
    "do": 32,
    "done": 33,
    "fail": 34,
    "error": 35,
    "int32_t": 36,
    "short": 37,
    "\"": 38,
    "%": 39,
    "#else": 40,
    "ssize_t": 41,
    "uint64_t": 42,
    "defined": 43,
    "float": 44,
    "-=": 45,
    "uint16_t": 46,
    "double": 47,
    "#if": 48,
    "TRUE": 49,
    "--": 50,
    "&=": 51,
    "continue": 52,
    "FALSE": 53,
    "default": 54,
    "461": 55,
    "817": 56,
    "58": 57,
    "out": 58,
    "135": 59,
    "976": 60,
    "283": 61,
    "695": 62,
    "802": 63,
    "29": 64,
    "769": 65,
    "535": 66,
    "684": 67,
    "628": 68,
    "<=": 69,
    "632": 70,
    "207": 71,
    "708": 72,
    "556": 73,
    "395": 74,
    "68": 75,
    "601": 76,
    "674": 77,
    "963": 78,
    "372": 79,
    "70": 80,
    "796": 81,
    "621": 82,
    "316": 83,
    "306": 84,
    "783": 85,
    "331": 86,
    "563": 87,
    "326": 88,
    "295": 89,
    "513": 90,
    "992": 91,
    "744": 92,
    "47": 93,
    "54": 94,
    "773": 95,
    "578": 96,
    "857": 97,
    "115": 98,
    "280": 99,
    "24": 100,
    "288": 101,
    "815": 102,
    "671": 103,
    "117": 104,
    "156": 105,
    "62": 106,
    "406": 107,
    "759": 108,
    "606": 109,
    "410": 110,
    "347": 111,
    "39": 112,
    "411": 113,
    "494": 114,
    "125": 115,
    "777": 116,
    "887": 117,
    "575": 118,
    "420": 119,
    "173": 120,
    "436": 121,
    "96": 122,
    "766": 123,
    "644": 124,
    "10": 125,
    "758": 126,
    "892": 127,
    "653": 128,
    "562": 129,
    "88": 130,
    "790": 131,
    "393": 132,
    "250": 133,
    "105": 134,
    "263": 135,
    "982": 136,
    "362": 137,
    "322": 138,
    "664": 139,
    "98": 140,
    "676": 141,
    "858": 142,
    "147": 143,
    "850": 144,
    "493": 145,
    "975": 146,
    "638": 147,
    "911": 148,
    "757": 149,
    "285": 150,
    "44": 151,
    "350": 152,
    "803": 153,
    "915": 154,
    "381": 155,
    "700": 156,
    "122": 157,
    "307": 158,
    "109": 159,
    "255": 160,
    "168": 161,
    "871": 162,
    "860": 163,
    "957": 164,
    "358": 165,
    "639": 166,
    "902": 167,
    "251": 168,
    "619": 169,
    "874": 170,
    "290": 171,
    "278": 172,
    "749": 173,
    "458": 174,
    "686": 175,
    "301": 176,
    "145": 177,
    "113": 178,
    "955": 179,
    "142": 180,
    "163": 181,
    "786": 182,
    "65": 183,
    "317": 184,
    "450": 185,
    "748": 186,
    "658": 187,
    "365": 188,
    "880": 189,
    "537": 190,
    "599": 191,
    "905": 192,
    "550": 193,
    "657": 194,
    "649": 195,
    "940": 196,
    "820": 197,
    "424": 198,
    "633": 199,
    "930": 200,
    "901": 201,
    "946": 202,
    "912": 203,
    "384": 204,
    "754": 205,
    "383": 206,
    "875": 207,
    "787": 208,
    "422": 209,
    "923": 210,
    "544": 211,
    "960": 212,
    "557": 213,
    "463": 214,
    "782": 215,
    "798": 216,
    "407": 217,
    "627": 218,
    "702": 219,
    "705": 220,
    "327": 221,
    "244": 222,
    "216": 223,
    "33": 224,
    "576": 225,
    "465": 226,
    "549": 227,
    "622": 228,
    "958": 229,
    "214": 230,
    "636": 231,
    "37": 232,
    "710": 233,
    "648": 234,
    "140": 235,
    "275": 236,
    "430": 237,
    "631": 238,
    "349": 239,
    "36": 240,
    "501": 241,
    "189": 242,
    "392": 243,
    "867": 244,
    "990": 245,
    "736": 246,
    "861": 247,
    "157": 248,
    "961": 249,
    "246": 250,
    "386": 251,
    "706": 252,
    "~": 253,
    "444": 254,
    "485": 255,
    "604": 256,
    "442": 257,
    "49": 258,
    "713": 259,
    "222": 260,
    "613": 261,
    "909": 262,
    "16": 263,
    "508": 264,
    "219": 265,
    "481": 266,
    "234": 267,
    "128": 268,
    "795": 269,
    "935": 270,
    "81": 271,
    "616": 272,
    "924": 273,
    "484": 274,
    "922": 275,
    "828": 276,
    "100": 277,
    "309": 278,
    "926": 279,
    "355": 280,
    "99": 281,
    "552": 282,
    "895": 283,
    "978": 284,
    "594": 285,
    "842": 286,
    "585": 287,
    "456": 288,
    "967": 289,
    "906": 290,
    "405": 291,
    "268": 292,
    "959": 293,
    "441": 294,
    "919": 295,
    "82": 296,
    "507": 297,
    "721": 298,
    "161": 299,
    "767": 300,
    "239": 301,
    "454": 302,
    "558": 303,
    "50": 304,
    "421": 305,
    "641": 306,
    "862": 307,
    "314": 308,
    "732": 309,
    "953": 310,
    "479": 311,
    "433": 312,
    "965": 313,
    "595": 314,
    "188": 315,
    "72": 316,
    "51": 317,
    "130": 318,
    "630": 319,
    "882": 320,
    "753": 321,
    "230": 322,
    "989": 323,
    "762": 324,
    "401": 325,
    "356": 326,
    "541": 327,
    "167": 328,
    "666": 329,
    "312": 330,
    "360": 331,
    "212": 332,
    "193": 333,
    "224": 334,
    "771": 335,
    "525": 336,
    "158": 337,
    "27": 338,
    "375": 339,
    "788": 340,
    "231": 341,
    "334": 342,
    "376": 343,
    "437": 344,
    "536": 345,
    "14": 346,
    "84": 347,
    "846": 348,
    "750": 349,
    "823": 350,
    "101": 351,
    "302": 352,
    "949": 353,
    "548": 354,
    "382": 355,
    "446": 356,
    "335": 357,
    "202": 358,
    "859": 359,
    "615": 360,
    "160": 361,
    "6": 362,
    "683": 363,
    "46": 364,
    "223": 365,
    "856": 366,
    "345": 367,
    "936": 368,
    "830": 369,
    "194": 370,
    "898": 371,
    "970": 372,
    "233": 373,
    "3": 374,
    "797": 375,
    "282": 376,
    "129": 377,
    "364": 378,
    "303": 379,
    "717": 380,
    "272": 381,
    "799": 382,
    "728": 383,
    "948": 384,
    "883": 385,
    "192": 386,
    "64": 387,
    "477": 388,
    "94": 389,
    "737": 390,
    "914": 391,
    "991": 392,
    "396": 393,
    "159": 394,
    "665": 395,
    "241": 396,
    "539": 397,
    "897": 398,
    "489": 399,
    "659": 400,
    "431": 401,
    "185": 402,
    "388": 403,
    "881": 404,
    "162": 405,
    "640": 406,
    "112": 407,
    "927": 408,
    "980": 409,
    "789": 410,
    "361": 411,
    "590": 412,
    "170": 413,
    "417": 414,
    "745": 415,
    "43": 416,
    "325": 417,
    "751": 418,
    "462": 419,
    "353": 420,
    "964": 421,
    "693": 422,
    "124": 423,
    "200": 424,
    "896": 425,
    "221": 426,
    "520": 427,
    "733": 428,
    "792": 429,
    "610": 430,
    "28": 431,
    "267": 432,
    "551": 433,
    "279": 434,
    "336": 435,
    "265": 436,
    "220": 437,
    "847": 438,
    "134": 439,
    "459": 440,
    "310": 441,
    "661": 442,
    "352": 443,
    "71": 444,
    "209": 445,
    "809": 446,
    "660": 447,
    "764": 448,
    "226": 449,
    "588": 450,
    "257": 451,
    "139": 452,
    "855": 453,
    "294": 454,
    "313": 455,
    "811": 456,
    "734": 457,
    "428": 458,
    "986": 459,
    "97": 460,
    "164": 461,
    "126": 462,
    "371": 463,
    "724": 464,
    "264": 465,
    "471": 466,
    "920": 467,
    "747": 468,
    "531": 469,
    "107": 470,
    "697": 471,
    "367": 472,
    "229": 473,
    "61": 474,
    "324": 475,
    "972": 476,
    "277": 477,
    "21": 478,
    "893": 479,
    "913": 480,
    "414": 481,
    "195": 482,
    "567": 483,
    "490": 484,
    "617": 485,
    "600": 486,
    "833": 487,
    "120": 488,
    "899": 489,
    "253": 490,
    "451": 491,
    "111": 492,
    "808": 493,
    "497": 494,
    "514": 495,
    "41": 496,
    "614": 497,
    "583": 498,
    "707": 499,
    "476": 500,
    "804": 501,
    "131": 502,
    "822": 503,
    "432": 504,
    "569": 505,
    "584": 506,
    "564": 507,
    "886": 508,
    "996": 509,
    "123": 510,
    "182": 511,
    "643": 512,
    "495": 513,
    "297": 514,
    "768": 515,
    "647": 516,
    "938": 517,
    "343": 518,
    "8": 519,
    "199": 520,
    "252": 521,
    "699": 522,
    "675": 523,
    "186": 524,
    "132": 525,
    "780": 526,
    "865": 527,
    "925": 528,
    "824": 529,
    "907": 530,
    "136": 531,
    "499": 532,
    "440": 533,
    "969": 534,
    "439": 535,
    "735": 536,
    "258": 537,
    "80": 538,
    "740": 539,
    "670": 540,
    "42": 541,
    "504": 542,
    "510": 543,
    "323": 544,
    "698": 545,
    "95": 546,
    "785": 547,
    "155": 548,
    "472": 549,
    "210": 550,
    "218": 551,
    "679": 552,
    "910": 553,
    "825": 554,
    "668": 555,
    "319": 556,
    "482": 557,
    "827": 558,
    "256": 559,
    "937": 560,
    "153": 561,
    "321": 562,
    "86": 563,
    "704": 564,
    "344": 565,
    "806": 566,
    "74": 567,
    "596": 568,
    "942": 569,
    "245": 570,
    "242": 571,
    "305": 572,
    "354": 573,
    "794": 574,
    "765": 575,
    "819": 576,
    "435": 577,
    "292": 578,
    "950": 579,
    "402": 580,
    "469": 581,
    "262": 582,
    "609": 583,
    "709": 584,
    "429": 585,
    "293": 586,
    "178": 587,
    "408": 588,
    "943": 589,
    "719": 590,
    "208": 591,
    "205": 592,
    "69": 593,
    "201": 594,
    "2": 595,
    "515": 596,
    "592": 597,
    "591": 598,
    "247": 599,
    "694": 600,
    "840": 601,
    "13": 602,
    "266": 603,
    "908": 604,
    "760": 605,
    "12": 606,
    "864": 607,
    "555": 608,
    "144": 609,
    "516": 610,
    "281": 611,
    "453": 612,
    "470": 613,
    "378": 614,
    "67": 615,
    "853": 616,
    "778": 617,
    "512": 618,
    "985": 619,
    "76": 620,
    "598": 621,
    "464": 622,
    "667": 623,
    "359": 624,
    "19": 625,
    "227": 626,
    "645": 627,
    "133": 628,
    "521": 629,
    "92": 630,
    "448": 631,
    "85": 632,
    "340": 633,
    "533": 634,
    "696": 635,
    "103": 636,
    "873": 637,
    "722": 638,
    "608": 639,
    "339": 640,
    "715": 641,
    "947": 642,
    "837": 643,
    "944": 644,
    "93": 645,
    "17": 646,
    "635": 647,
    "91": 648,
    "308": 649,
    "165": 650,
    "152": 651,
    "26": 652,
    "35": 653,
    "572": 654,
    "805": 655,
    "174": 656,
    "870": 657,
    "486": 658,
    "888": 659,
    "232": 660,
    "289": 661,
    "580": 662,
    "835": 663,
    "328": 664,
    "718": 665,
    "838": 666,
    "854": 667,
    "952": 668,
    "716": 669,
    "685": 670,
    "561": 671,
    "678": 672,
    "298": 673,
    "885": 674,
    "uint8_t": 675,
    "900": 676,
    "650": 677,
    "87": 678,
    "800": 679,
    "523": 680,
    "605": 681,
    "519": 682,
    "979": 683,
    "286": 684,
    "171": 685,
    "711": 686,
    "177": 687,
    "634": 688,
    "712": 689,
    "7": 690,
    "198": 691,
    "540": 692,
    "137": 693,
    "254": 694,
    "779": 695,
    "83": 696,
    "154": 697,
    "891": 698,
    "851": 699,
    "276": 700,
    "966": 701,
    "206": 702,
    "852": 703,
    "299": 704,
    "237": 705,
    "917": 706,
    "38": 707,
    "503": 708,
    "104": 709,
    "977": 710,
    "574": 711,
    "148": 712,
    "434": 713,
    "545": 714,
    "90": 715,
    "843": 716,
    "586": 717,
    "834": 718,
    "273": 719,
    "363": 720,
    "333": 721,
    "931": 722,
    "916": 723,
    "651": 724,
    "75": 725,
    "993": 726,
    "351": 727,
    "701": 728,
    "646": 729,
    "517": 730,
    "776": 731,
    "999": 732,
    "945": 733,
    "654": 734,
    "502": 735,
    "756": 736,
    "624": 737,
    "618": 738,
    "357": 739,
    "175": 740,
    "110": 741,
    "57": 742,
    "725": 743,
    "15": 744,
    "918": 745,
    "997": 746,
    "995": 747,
    "260": 748,
    "538": 749,
    "300": 750,
    "329": 751,
    "530": 752,
    "138": 753,
    "553": 754,
    "243": 755,
    "404": 756,
    "848": 757,
    "25": 758,
    "55": 759,
    "438": 760,
    "491": 761,
    "380": 762,
    "672": 763,
    "11": 764,
    "637": 765,
    "511": 766,
    "203": 767,
    "270": 768,
    "330": 769,
    "703": 770,
    "108": 771,
    "311": 772,
    "681": 773,
    "22": 774,
    "487": 775,
    "934": 776,
    "183": 777,
    "211": 778,
    "400": 779,
    "689": 780,
    "32": 781,
    "532": 782,
    "542": 783,
    "181": 784,
    "271": 785,
    "373": 786,
    "770": 787,
    "573": 788,
    "466": 789,
    "775": 790,
    "565": 791,
    "225": 792,
    "690": 793,
    "114": 794,
    "973": 795,
    "774": 796,
    "449": 797,
    "118": 798,
    "9": 799,
    "259": 800,
    "102": 801,
    "377": 802,
    "884": 803,
    "727": 804,
    "143": 805,
    "543": 806,
    "752": 807,
    "620": 808,
    "0": 809,
    "249": 810,
    "527": 811,
    "941": 812,
    "52": 813,
    "149": 814,
    "397": 815,
    "369": 816,
    "726": 817,
    "894": 818,
    "1": 819,
    "509": 820,
    "546": 821,
    "141": 822,
    "338": 823,
    "983": 824,
    "821": 825,
    "714": 826,
    "387": 827,
    "559": 828,
    "53": 829,
    "169": 830,
    "473": 831,
    "781": 832,
    "687": 833,
    "150": 834,
    "179": 835,
    "56": 836,
    "869": 837,
    "954": 838,
    "215": 839,
    "238": 840,
    "863": 841,
    "597": 842,
    "612": 843,
    "791": 844,
    "560": 845,
    "763": 846,
    "845": 847,
    "191": 848,
    "793": 849,
    "468": 850,
    "877": 851,
    "315": 852,
    "988": 853,
    "196": 854,
    "866": 855,
    "412": 856,
    "677": 857,
    "939": 858,
    "581": 859,
    "480": 860,
    "571": 861,
    "680": 862,
    "529": 863,
    "801": 864,
    "868": 865,
    "742": 866,
    "971": 867,
    "127": 868,
    "582": 869,
    "554": 870,
    "370": 871,
    "626": 872,
    "731": 873,
    "488": 874,
    "956": 875,
    "579": 876,
    "391": 877,
    "889": 878,
    "413": 879,
    "987": 880,
    "427": 881,
    "418": 882,
    "30": 883,
    "66": 884,
    "518": 885,
    "348": 886,
    "368": 887,
    "379": 888,
    "284": 889,
    "652": 890,
    "587": 891,
    "506": 892,
    "692": 893,
    "818": 894,
    "743": 895,
    "890": 896,
    "656": 897,
    "166": 898,
    "63": 899,
    "570": 900,
    "761": 901,
    "337": 902,
    "78": 903,
    "269": 904,
    "48": 905,
    "981": 906,
    "500": 907,
    "662": 908,
    "741": 909,
    "810": 910,
    "577": 911,
    "390": 912,
    "739": 913,
    "213": 914,
    "921": 915,
    "320": 916,
    "812": 917,
    "235": 918,
    "236": 919,
    "146": 920,
    "568": 921,
    "625": 922,
    "332": 923,
    "89": 924,
    "623": 925,
    "204": 926,
    "951": 927,
    "522": 928,
    "447": 929,
    "394": 930,
    "287": 931,
    "496": 932,
    "176": 933,
    "984": 934,
    "878": 935,
    "318": 936,
    "607": 937,
    "566": 938,
    "904": 939,
    "655": 940,
    "720": 941,
    "79": 942,
    "399": 943,
    "45": 944,
    "730": 945,
    "593": 946,
    "784": 947,
    "445": 948,
    "492": 949,
    "443": 950,
    "187": 951,
    "807": 952,
    "589": 953,
    "121": 954,
    "663": 955,
    "73": 956,
    "5": 957,
    "409": 958,
    "478": 959,
    "826": 960,
    "738": 961,
    "23": 962,
    "374": 963,
    "106": 964,
    "304": 965,
    "1000": 966,
    "876": 967,
    "723": 968,
    "190": 969,
    "682": 970,
    "419": 971,
    "483": 972,
    "829": 973,
    "928": 974,
    "839": 975,
    "403": 976,
    "669": 977,
    "77": 978,
    "933": 979,
    "691": 980,
    "217": 981,
    "526": 982,
    "425": 983,
    "59": 984,
    "688": 985,
    "841": 986,
    "457": 987,
    "879": 988,
    "547": 989,
    "903": 990,
    "197": 991,
    "998": 992,
    "603": 993,
    "180": 994,
    "467": 995,
    "248": 996,
    "831": 997,
    "836": 998,
    "423": 999,
    "296": 1000,
    "172": 1001,
    "746": 1002,
    "274": 1003,
    "968": 1004,
    "398": 1005,
    "228": 1006,
    "962": 1007,
    "816": 1008,
    "814": 1009,
    "872": 1010,
    "813": 1011,
    "40": 1012,
    "452": 1013,
    "772": 1014,
    "844": 1015,
    "849": 1016,
    "673": 1017,
    "755": 1018,
    "389": 1019,
    "261": 1020,
    "505": 1021,
    "60": 1022,
    "346": 1023,
    "498": 1024,
    "455": 1025,
    "416": 1026,
    "642": 1027,
    "528": 1028,
    "34": 1029,
    "18": 1030,
    "20": 1031,
    "534": 1032,
    "240": 1033,
    "460": 1034,
    "729": 1035,
    "426": 1036,
    "974": 1037,
    "832": 1038,
    "291": 1039,
    "932": 1040,
    "151": 1041,
    "602": 1042,
    "342": 1043,
    "629": 1044,
    "415": 1045,
    "475": 1046,
    "474": 1047,
    "385": 1048,
    "119": 1049,
    "366": 1050,
    "611": 1051,
    "524": 1052,
    "116": 1053,
    "929": 1054,
    "31": 1055,
    "#ifdef": 1056,
    "4": 1057,
    "true": 1058,
    "184": 1059,
    "994": 1060,
    "341": 1061,
    ">>": 1062,
    "switch": 1063,
    "false": 1064,
    "while": 1065,
    "inline": 1066,
    ">=": 1067,
    "/": 1068,
    "size_t": 1069,
    "?": 1070,
    "uint32_t": 1071,
    "<<": 1072,
    "|=": 1073,
    "#endif": 1074,
    "enum": 1075,
    "+=": 1076,
    "|": 1077,
    ">": 1078,
    "for": 1079,
    "long": 1080,
    "||": 1081,
    "sizeof": 1082,
    "goto": 1083,
    "bool": 1084,
    "++": 1085,
    "&&": 1086,
    "break": 1087,
    "!=": 1088,
    "<": 1089,
    "unsigned": 1090,
    "else": 1091,
    "case": 1092,
    "+": 1093,
    "-": 1094,
    "const": 1095,
    "NULL": 1096,
    "!": 1097,
    "char": 1098,
    "arr": 1099,
    "": 1100,
    ":": 1101,
    "==": 1102,
    "[": 1103,
    "]": 1104,
    "return": 1105,
    "str": 1106,
    "&": 1107,
    "static": 1108,
    "void": 1109,
    ".": 1110,
    "int": 1111,
    "if": 1112,
    "{": 1113,
    "}": 1114,
    "struct": 1115,
    "num": 1116,
    "=": 1117,
    "->": 1118,
    "*": 1119,
    "type": 1120,
    "field": 1121,
    "func": 1122,
    ",": 1123,
    ";": 1124,
    "(": 1125,
    ")": 1126,
    "var": 1127,
    "delete": 1128,
    "Builtin": 1129,
    "nullptr": 1130,
    "auto": 1131,
    "Functions": 1132,
    "transaction": 1133,
    "new": 1134,
    "operator": 1135,
    "this": 1136,
    "virtual": 1137,
    "std": 1138,
    "::": 1139,
    "close": 1140,
    "save": 1141,
    "endfunction": 1142,
    "open": 1143,
    "external": 1144,
    "format": 1145,
    "where": 1146,
    "interface": 1147,
    "ts": 1148,
    "value": 1149,
    "cycle": 1150,
    "values": 1151,
    "pointer": 1152,
    "class": 1153,
    "read": 1154,
    "select": 1155,
    "go": 1156,
    "/)": 1157,
    "(/": 1158,
    "subroutine resize": 1159,
    "is": 1160,
    "stop": 1161,
    ".le.": 1162,
    "=>": 1163,
    "#": 1164,
    "optional": 1165,
    "parameter": 1166,
    "inout": 1167,
    "allocatable": 1168,
    ".false.": 1169,
    "to": 1170,
    "recursive": 1171,
    "logical": 1172,
    ".true.": 1173,
    "$": 1174,
    ".not.": 1175,
    ".gt.": 1176,
    "complex": 1177,
    "all": 1178,
    "only": 1179,
    "elseif": 1180,
    ".ge.": 1181,
    ".ne.": 1182,
    "character": 1183,
    ".or.": 1184,
    "implicit": 1185,
    "none": 1186,
    "**": 1187,
    ".lt.": 1188,
    "dimension": 1189,
    "use": 1190,
    ".eq.": 1191,
    ".and.": 1192,
    "//": 1193,
    "print": 1194,
    "enddo": 1195,
    "precision": 1196,
    "subroutine h": 1197,
    "endif": 1198,
    "intent": 1199,
    "real": 1200,
    "write": 1201,
    "integer": 1202,
    "in": 1203,
    "call": 1204,
    "then": 1205,
    "function": 1206,
    "subroutine": 1207
}